{
  "deck_id": "FEN_BAC",
  "deck_title": "BWA Americare",
  "processed_images": {
    "4": {
      "page_number": 4,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_004.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_004.jpg",
      "new_name": "04_closing_page_with_contact_information_for_medical_bill_repricer.jpg",
      "new_path": "img/pages/04_closing_page_with_contact_information_for_medical_bill_repricer.jpg",
      "page_title": "closing_page_with_contact_information_for_medical_bill_repricer",
      "summary": "This closing page features branding elements for Medical Bill Repricer, including a logo and a professional image of a healthcare professional holding a stethoscope. The page expresses gratitude with a 'Thank you' message prominently displayed. It provides contact information for further assistance, directing users to reach out to MBR’s dedicated support team at the phone number 877-278-4668. The design is clean and visually appealing, focusing on providing a clear point of contact for users who may have questions or require additional support.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 4
    },
    "1": {
      "page_number": 1,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_001.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_001.jpg",
      "new_name": "01_cover_page_for_bwa_membership_package.jpg",
      "new_path": "img/pages/01_cover_page_for_bwa_membership_package.jpg",
      "page_title": "cover_page_for_bwa_membership_package",
      "summary": "This cover page for the BWA Membership Package features branding elements of the Business Workers of America Association. The design includes imagery of professionals in various fields, symbolizing the diverse membership base. The page prominently displays the BWA logo, emphasizing the association's identity. The color scheme is vibrant, with teal, red, and white accents, creating a professional and appealing look. This page serves as an introduction to the membership package, setting the tone for the detailed information that follows.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 1
    },
    "2": {
      "page_number": 2,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_002.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_002.jpg",
      "new_name": "02_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "new_path": "img/pages/02_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "page_title": "cover_page_for_business_workers_of_america_association_mission_statement",
      "summary": "This cover page outlines the mission of the Business Workers of America Association, a not-for-profit member association founded in 2001. The primary goal is to assist in improving the lives of American workers and their families. The association aims to achieve this through various activities and services. These include providing valuable information and education about trades or professions, and directing members to federal or state programs that offer financial assistance. The association also focuses on representing American workers' interests in federal and state legislation to benefit individuals and families by improving lifestyles, increasing incomes, and reducing healthcare costs. Additionally, the association makes healthcare, supplemental benefits, and wellness programs available to enhance family health and wellness. Support is extended to trade colleges and institutions offering free or low-cost education and skill training programs. Scholarships or grants are provided to members or their families for college or trade school education. The association also supports institutions that educate and train workers and charities that align with its mission.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 2
    },
    "3": {
      "page_number": 3,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_003.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_003.jpg",
      "new_name": "03_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "new_path": "img/pages/03_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "page_title": "cover_page_for_association_benefits_as_a_member_of_bwa",
      "summary": "This cover page introduces the association benefits available to members of the Business Workers of America Association (BWA). It highlights that members and their families are entitled to a package of benefits and services. The booklet is designed to outline the specific benefits included with the membership, providing an overview of what members can expect. The page features branding elements of BWA, including the logo and a professional design that reflects the association's identity.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 3
    },
    "5": {
      "page_number": 5,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_005.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_005.jpg",
      "new_name": "05_medical_bill_repricer_primary_care_specialist_visits_with_pricing_details.jpg",
      "new_path": "img/pages/05_medical_bill_repricer_primary_care_specialist_visits_with_pricing_details.jpg",
      "page_title": "medical_bill_repricer_primary_care_specialist_visits_with_pricing_details",
      "summary": "This page provides an overview of the Medical Bill Repricer (MBR) service, which simplifies the process of visiting a Primary Care Doctor or Specialist. The service offers a pre-payment structure for different types of medical visits. For Primary Care Office Visits, there is a $25 pre-pay requirement. Similarly, Urgent Care Facility Visits also require a $25 pre-pay, with most facilities offering consultations, lab testing, and x-rays. Specialist Doctor Visits have a higher pre-pay amount of $50. The page emphasizes the importance of choosing a network physician to maximize savings. Additionally, it provides contact information for locating a PHCS network provider, either by calling a specified number or visiting a website. The page also includes a disclaimer about the limitations of the MBR service, noting that while it helps lower medical bills through various methods, it cannot guarantee the outcome of any claim or the amount of savings. It mentions that some medical providers may decline to honor the service if bills exceed Medicare's allowable rate.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 5
    },
    "6": {
      "page_number": 6,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_006.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_006.jpg",
      "new_name": "06_how_it_works_for_referenced_based_pricing_with_significant_discounts.jpg",
      "new_path": "img/pages/06_how_it_works_for_referenced_based_pricing_with_significant_discounts.jpg",
      "page_title": "how_it_works_for_referenced_based_pricing_with_significant_discounts",
      "summary": "This page outlines the process for obtaining significant discounts on medical bills through a Referenced Based Pricing system. The first step recommends contacting MBR before visiting a provider to receive necessary documents and instructions, although this is not mandatory. The second step involves showing the MBR card at the time of service. The third step requires a $25 pre-pay for primary care office visits and a $50 pre-pay for specialist visits, with the provider sending remaining bills to MBR for repricing. \n\nIn the fourth step, completing insurance claim forms is necessary to receive insured benefits, with MBR providing the forms and instructions. The fifth step involves receiving an Explanation of Benefits (EOB) from MBR, detailing billed amounts and discounts after bills are submitted for repricing. Finally, the sixth step explains that a final bill from the medical provider will align with the EOB, and additional funds may be provided by the insurance company to cover outstanding balances. The MBR team is available to assist throughout the process.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 6
    },
    "7": {
      "page_number": 7,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_007.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_007.jpg",
      "new_name": "07_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "new_path": "img/pages/07_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "page_title": "additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits",
      "summary": "This page outlines the additional services provided by MBR, focusing on Managed Care and White Glove Advocacy. Under Managed Care, MBR assists in repricing and reducing medical provider bills, leveraging one of the nation's largest provider networks. Members gain access to over 5,500 hospitals and 1.3 million healthcare providers, covering more than 95% of the US population, including Puerto Rico. This service aims to reduce out-of-pocket costs for members.\n\nThe White Glove Advocacy service provides support before and after visiting a provider. Advocacy specialists help members find low-cost providers and negotiate medical bill balances after insurance discounts are applied. They use advanced software and expertise in billing rules to potentially eliminate remaining balances. This service is designed to assist members in managing healthcare expenses effectively.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 7
    },
    "8": {
      "page_number": 8,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_008.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_008.jpg",
      "new_name": "08_medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america.jpg",
      "new_path": "img/pages/08_medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america",
      "summary": "The MedChoice Group Hospital Indemnity Insurance offers a limited benefit policy designed to assist with costs arising from unexpected illnesses or accidents requiring hospital stays, outpatient surgery, or treatment in a doctor's office. This plan emphasizes financial recovery by providing funds for medical and non-medical expenses. Key features include coverage for doctor’s office visits, urgent care, outpatient surgery, and hospital stays. The plan offers a guarantee issue with no medical questions or exams and cost-effective premiums with payroll deduction options.\n\nPlan 3 includes several benefits such as spouse and dependent child coverage, with no pre-existing condition exclusion period. Pregnancy coverage is included. The hospital admission benefit provides $1,000 per day for a maximum of one day, while hospital confinement benefits offer $300 per day for up to 30 days. Intensive care unit admission benefits are $2,000 per day for one day, and intensive care unit benefits are $500 per day for up to 30 days.\n\nAccident and sickness surgery benefits include $500 per day for inpatient surgery and $300 per day for outpatient surgery, both for a maximum of one day. The general anesthesia benefit is $125 per day. Outpatient accident and sickness treatment benefits cover emergency room visits at $300 per day for up to two days, urgent care at $50 per day for up to three days, and physician’s office visits at $50 per day for up to three days. Physical, speech, or occupational therapy facilities are covered at $15 per day for up to five days.",
      "tableDetails": {
        "hasBenefitsComparisonTable": true,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 8
    },
    "9": {
      "page_number": 9,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_009.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_009.jpg",
      "new_name": "09_medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments.jpg",
      "new_path": "img/pages/09_medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments",
      "summary": "This page outlines the features of the MedChoice Group Hospital Indemnity Insurance Plan 3, focusing on additional riders and treatments. The plan includes a Portability Option Rider, allowing policyholders to maintain coverage if they change jobs or retire. However, the Occupational Exclusion Rider is not included, which means certain occupational hazards may not be covered. The Continuity of Coverage Amendment Rider is included, providing credit for time served under prior coverage, specifically for the Pre-Existing Condition Period. This ensures that individuals transitioning from another plan can maintain their coverage without interruption.\n\nIn terms of additional treatments, the plan covers treatment for serious mental illness, ensuring that policyholders have access to necessary mental health services. It also includes coverage for treatment related to alcohol or drug addiction, supporting individuals in need of rehabilitation services. These inclusions highlight the plan's focus on providing comprehensive support for both physical and mental health needs.",
      "tableDetails": {
        "hasBenefitsComparisonTable": true,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 9
    },
    "12": {
      "page_number": 12,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_012.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_012.jpg",
      "new_name": "12_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "new_path": "img/pages/12_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "page_title": "prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network",
      "summary": "This page introduces a free Rx coupon card provided by the Business Workers of America Association, designed to offer significant savings on prescription medications. The program highlights include the potential to save up to 80% on prescriptions, with the card being accepted at over 68,000 pharmacies nationwide. The card offers discounts on both brand and generic drugs and is noted for having no restrictions and being HIPAA compliant. Users are instructed to bring the discount coupon card to their pharmacy and present it to the pharmacist when paying to avail of the savings. The card is pre-activated, allowing immediate use for prescription savings. Additionally, the page lists participating pharmacies, including major chains like CVS, Walmart, and Walgreens, among others. It is important to note that this program is not insurance, but rather a discount service to help reduce prescription costs.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 12
    },
    "11": {
      "page_number": 11,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_011.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_011.jpg",
      "new_name": "11_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "new_path": "img/pages/11_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance document outlines several key provisions related to the termination and continuity of coverage. Termination of the certificate occurs on the earliest of several dates, including the policy termination date, the date the renewal premium is due after the grace period, or when the insured no longer qualifies. Coverage for a covered person and any attached riders ends under similar conditions, with additional provisions for written requests for termination. Riders are subject to all policy provisions and must not conflict with the main policy terms.\n\nPortability options are available, allowing coverage to continue under certain conditions, such as non-payment of premium. The election of portability requires adherence to specific requirements detailed in the rider. Continuity of coverage is also addressed, allowing for credit for limitations served under prior coverage. This continuity is limited to benefits provided under the prior group hospital indemnity coverage and does not include losses incurred before the effective date of the new coverage. Employees must meet all APL policy requirements to qualify.\n\nThe document also notes that the insurance is inappropriate for individuals eligible for Medicaid and is considered an employee welfare benefit plan under ERISA. Tax implications are mentioned, advising consultation with a tax advisor if the benefit is paid on a pre-tax basis.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 11
    },
    "10": {
      "page_number": 10,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_010.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_010.jpg",
      "new_name": "10_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "new_path": "img/pages/10_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance provides specific benefits per covered person, with certain exceptions. Benefits are paid per day, up to the maximum number of days per calendar year, excluding the general anesthesia and critical illness rider benefits, which are payable per day. The general anesthesia benefit is payable per day, while the critical illness rider benefit is payable once per covered person, per calendar year. Benefit amounts may vary based on the place of service, and no benefits are payable during the defined pre-existing condition exclusion period following the covered person's effective date for any loss resulting from a pre-existing condition.\n\nEligibility for coverage includes a covered person, their lawful spouse, and dependents under 26 years of age. Specific benefits include the Hospital Admission Benefit, payable once per period of confinement if a covered person is admitted as an inpatient. The Hospital Confinement Benefit is payable for each day a person is confined as an inpatient. The Intensive Care Unit (ICU) Admission Benefit and ICU Confinement Benefit are also detailed, with specific conditions for payment.\n\nThe plan includes an Accident & Sickness Surgery Benefit for surgical procedures due to injury or sickness, and a General Anesthesia Benefit for surgeries requiring anesthesia. Outpatient Accident & Sickness Treatment Benefit covers treatment in emergency or urgent care facilities. Exclusions are extensive, covering various conditions and situations such as injuries from illegal acts, cosmetic surgeries, and specific medical conditions. No benefits are payable for losses resulting from certain conditions, including hernia, adenoids, and tonsils, among others.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 10
    },
    "13": {
      "page_number": 13,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_013.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_013.jpg",
      "new_name": "13_bwa_healthwarehouse_prescription_savings_information.jpg",
      "new_path": "img/pages/13_bwa_healthwarehouse_prescription_savings_information.jpg",
      "page_title": "bwa_healthwarehouse_prescription_savings_information",
      "summary": "This page provides information about the partnership between BWA and HealthWarehouse to offer affordable prescription medication prices. Customers can save between 30% to 90% on their prescriptions by using this service. The page outlines how to order medications by checking prices online or calling the provided phone number. The focus is on reducing costs by eliminating traditional retail pharmacy overheads and using efficient technology and sourcing methods. This allows for cost-effective processing of prescription products, passing savings directly to customers. The page emphasizes the values of compassion, convenience, and transparency in providing these services.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 13
    },
    "15": {
      "page_number": 15,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_015.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_015.jpg",
      "new_name": "15_employee_perks_program_access_and_benefits_overview.jpg",
      "new_path": "img/pages/15_employee_perks_program_access_and_benefits_overview.jpg",
      "page_title": "employee_perks_program_access_and_benefits_overview",
      "summary": "This page introduces the Employee Perks Program, highlighting the benefits of accessing exclusive deals and limited-time offers on a variety of products and services. The program aims to enhance personal and financial well-being by providing savings on electronics, appliances, apparel, cars, flowers, fitness memberships, gift cards, groceries, hotels, movie tickets, rental cars, special events, and theme parks. The page outlines a simple three-step process to get started with Working Advantage: visiting the website, becoming a member, and entering a company code or work email to create an account. The company code provided is BWAAPERKS. For assistance, contact information is available via email at customerservice@workingadvantage.com.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 15
    },
    "16": {
      "page_number": 16,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_016.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_016.jpg",
      "new_name": "16_cover_page_for_pryor_learning_online_seminars_with_year_long_learning_and_certification_details.jpg",
      "new_path": "img/pages/16_cover_page_for_pryor_learning_online_seminars_with_year_long_learning_and_certification_details.jpg",
      "page_title": "cover_page_for_pryor_learning_online_seminars_with_year_long_learning_and_certification_details",
      "summary": "This cover page introduces Pryor Learning's online seminars, highlighting a 10% discount on all live online sessions. It emphasizes the opportunity to train in over 20 business categories, including communication, Excel, HR, leadership, and project management. The page also mentions the ability to earn various certifications such as NASBA, OSHA, PMI, and SHRM, along with CEU, CPE, HRCI, PDC, and PDU credits. Flexible scheduling options are available, offering both half-day and full-day seminars. An express code is provided for pricing adjustments during registration.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 16
    },
    "14": {
      "page_number": 14,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_014.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_014.jpg",
      "new_name": "14_lab_services_with_directlabs_discount_program_details.jpg",
      "new_path": "img/pages/14_lab_services_with_directlabs_discount_program_details.jpg",
      "page_title": "lab_services_with_directlabs_discount_program_details",
      "summary": "This page provides information about DirectLabs' lab services, which offer significant discounts on lab tests for serious medical conditions such as heart disease, prostate cancer, diabetes, and thyroid disease. The service allows individuals to access major clinical labs across the USA without needing a doctor's appointment, offering savings of up to 80% off typical lab costs. Tests available include blood, urine, saliva, hair, and fecal tests. \n\nThe ordering process is detailed for both online and phone methods. Online ordering involves creating an account on the DirectLabs website, using a MyDLS account to place orders and view results, and printing necessary documents. Results are typically available within 24-48 hours. Phone ordering requires calling a specific number and providing a code, with similar steps for account creation and document handling. \n\nThe page notes that the discount program is not health insurance and emphasizes that all tests are prepaid and out-of-pocket. There are geographic restrictions, as services are not available in NJ, NY, and RI. Additionally, members must use locations listed on the website to avoid being turned away or billed.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 14
    },
    "20": {
      "page_number": 20,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_020.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_020.jpg",
      "new_name": "20_cover_page_for_bwa_insurance_plan.jpg",
      "new_path": "img/pages/20_cover_page_for_bwa_insurance_plan.jpg",
      "page_title": "cover_page_for_bwa_insurance_plan",
      "summary": "This cover page features the branding elements of BWA, including the company logo prominently displayed at the center. Below the logo, the contact information is provided, including a mailing address at PO Box 985, Camden, TN 38320, and a contact phone number, 877-256-8001. The design includes a simple and professional layout with a color scheme that incorporates teal and red wave patterns at the top and bottom of the page, adding a touch of visual interest while maintaining a clean and corporate appearance.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 20
    },
    "18": {
      "page_number": 18,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_018.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_018.jpg",
      "new_name": "18_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "new_path": "img/pages/18_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "page_title": "cover_page_for_allheart_group_solutions_uniform_program",
      "summary": "This cover page introduces Allheart Group Solutions, emphasizing their expertise in providing uniforms. The main goal is to help teams look and feel their best, supported by dedicated account managers who understand client needs. The program includes high-quality embroidery and reliable service to ensure customer satisfaction. The page highlights the ease of managing product inventory and customizing shipping options through a user-friendly portal. Additionally, it provides access to member discounts via a specific website and code, enhancing the value offered to clients.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 18
    },
    "19": {
      "page_number": 19,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_019.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_019.jpg",
      "new_name": "19_cover_page_for_echo_sigma_emergency_systems_with_10_percent_savings_and_satisfaction_guarantee.jpg",
      "new_path": "img/pages/19_cover_page_for_echo_sigma_emergency_systems_with_10_percent_savings_and_satisfaction_guarantee.jpg",
      "page_title": "cover_page_for_echo_sigma_emergency_systems_with_10_percent_savings_and_satisfaction_guarantee",
      "summary": "This cover page introduces Echo-Sigma Emergency Systems, highlighting their commitment to providing high-quality emergency kits. The page emphasizes a 10% savings offer, available with a coupon code, and a 100% satisfaction guarantee. Customers are assured of a hassle-free return policy within 60 days if they are not completely satisfied with their purchase. The company prides itself on creating handbuilt kits that are easy to use without requiring extensive training. The page also includes a call to action to visit their website for more information.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 19
    },
    "17": {
      "page_number": 17,
      "original_name": "BWABrochurePlan3MBR-Americare3_REV_page_017.jpg",
      "original_path": "img/pages/BWABrochurePlan3MBR-Americare3_REV_page_017.jpg",
      "new_name": "17_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "new_path": "img/pages/17_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "page_title": "cover_page_for_allheart_member_discounts_and_uniform_services",
      "summary": "This cover page introduces Allheart, a provider of quality products and services for students and medical professionals. It emphasizes the importance of equipping individuals from head to toe for convenience and value. The page provides a link to access member discounts and a code for entry. It highlights the company's dedication to being uniform experts, aiming to make groups look and feel their best. Key features include a dedicated account manager, customer logo and embroidery services, personalized ordering options, on-site fittings, and a one-stop shop for medical apparel and equipment. The page also includes branding elements and imagery of medical professionals.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan3MBR-Americare3_REV",
      "global_page_num": 17
    },
    "22": {
      "page_number": 22,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_022.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_022.jpg",
      "new_name": "22_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "new_path": "img/pages/22_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "page_title": "cover_page_for_business_workers_of_america_association_mission_statement",
      "summary": "This cover page outlines the mission of the Business Workers of America Association, a not-for-profit member association founded in 2001. The primary goal is to assist in improving the lives of American workers and their families. The association aims to achieve this through various activities and services. These include providing valuable information and education about trades or professions, and directing members to federal or state programs for financial assistance. Additionally, the association represents American workers' interests in influencing legislation that benefits individuals and families by improving lifestyle, income, and reducing healthcare costs. The association also supports trade colleges and institutions offering free or low-cost education and skill training programs. Furthermore, it provides scholarships or grants to members or their families for educational purposes. The association is committed to making healthcare, supplemental benefits, and wellness programs available to improve overall health and wellness. Lastly, it supports institutions and charities aligned with its mission.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 22
    },
    "23": {
      "page_number": 23,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_023.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_023.jpg",
      "new_name": "23_cover_page_for_business_workers_of_america_association_benefits.jpg",
      "new_path": "img/pages/23_cover_page_for_business_workers_of_america_association_benefits.jpg",
      "page_title": "cover_page_for_business_workers_of_america_association_benefits",
      "summary": "This cover page introduces the association benefits available to members of the Business Workers of America Association (BWA). It highlights that members and their families are entitled to a package of benefits and services. The page serves as an introduction to the booklet, which outlines the specific benefits included with BWA membership. The design features the BWA logo prominently, along with a background image of a worker, symbolizing the association's focus on supporting its members.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 23
    },
    "21": {
      "page_number": 21,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_021.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_021.jpg",
      "new_name": "21_cover_page_for_business_workers_of_america_association_membership_package.jpg",
      "new_path": "img/pages/21_cover_page_for_business_workers_of_america_association_membership_package.jpg",
      "page_title": "cover_page_for_business_workers_of_america_association_membership_package",
      "summary": "This cover page introduces the membership package for the Business Workers of America Association. It features branding elements, including the BWA logo prominently displayed at the top. The design includes imagery of professionals in various fields, such as construction and healthcare, symbolizing the diverse membership base. The page sets the tone for the document, emphasizing professionalism and inclusivity. The color scheme is vibrant, with teal, red, and white, creating a visually appealing introduction to the membership package.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 21
    },
    "24": {
      "page_number": 24,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_024.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_024.jpg",
      "new_name": "24_medical_bill_repricer_primary_care_urgent_care_specialist_visits_pre_pay_details.jpg",
      "new_path": "img/pages/24_medical_bill_repricer_primary_care_urgent_care_specialist_visits_pre_pay_details.jpg",
      "page_title": "medical_bill_repricer_primary_care_urgent_care_specialist_visits_pre_pay_details",
      "summary": "This page provides details about the Medical Bill Repricer (MBR) service, which simplifies the process of visiting a Primary Care Doctor or Specialist. The service offers a pre-payment structure for different types of medical visits. For Primary Care Office Visits, there is a $25 pre-pay requirement. Similarly, Urgent Care Facility Visits also require a $25 pre-pay, with most facilities offering consultations, lab testing, and x-rays. Specialist Doctor Visits have a $50 pre-pay requirement. The page emphasizes the importance of choosing a network physician to maximize savings. Additionally, it provides contact information for locating a PHCS network provider, either by calling a specified number or visiting a website. The page also includes a disclaimer stating that while MBR strives to assist in lowering medical bills through various methods, it cannot guarantee the outcome of any claim or the amount of savings. It notes that medical providers may decline to honor services that exceed Medicare's allowable rate.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 24
    },
    "28": {
      "page_number": 28,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_028.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_028.jpg",
      "new_name": "28_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders.jpg",
      "new_path": "img/pages/28_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders",
      "summary": "The MedChoice Group Hospital Indemnity Insurance Plan 4 provides specific daily benefits for various medical services. Physical, speech, or occupational therapy facilities are covered at $75 per day, with a maximum of 5 days. Minor diagnostic exams are covered at $100 per day for a maximum of 1 day, while major diagnostic exams are covered at $500 per day, also for a maximum of 1 day. Ambulance benefits are available, with ground transportation covered at $500 per day for 1 day and air transportation at $1,000 per day for 1 day. \n\nAdditional riders include a Portability Option Rider, which is included, while the Occupational Exclusion Rider and Continuity of Coverage Amendment Rider (Takeover) are not included. The plan does not cover additional treatments for serious mental illness or treatment for alcohol or drug addiction. These exclusions highlight the limitations within the plan, indicating specific areas where coverage is not provided.",
      "tableDetails": {
        "hasBenefitsComparisonTable": true,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 28
    },
    "25": {
      "page_number": 25,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_025.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_025.jpg",
      "new_name": "25_how_it_works_for_reference_based_pricing_with_mbr_process.jpg",
      "new_path": "img/pages/25_how_it_works_for_reference_based_pricing_with_mbr_process.jpg",
      "page_title": "how_it_works_for_reference_based_pricing_with_mbr_process",
      "summary": "This page outlines the process for obtaining significant discounts on medical bills through a Reference Based Pricing system. Initially, it is recommended to contact MBR before visiting a provider to receive necessary documents and instructions, although this step is not mandatory. At the time of service, patients should present their MBR card to the provider. A pre-payment of $25 is required for Primary Care Office Visits and $50 for Specialist Office Visits. The provider will then send the remaining medical bills to MBR for repricing. \n\nTo receive insured benefits, patients must complete insurance claim forms, which MBR can assist with by providing the necessary forms and instructions. After bills are submitted for repricing, both the patient and healthcare provider will receive an Explanation of Benefits (EOB) from MBR, detailing the billed amount and any discounts applied. Finally, a final bill from the medical provider will be issued, aligning with the EOB. The insurance company may provide additional funds to cover any outstanding balances.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 25
    },
    "26": {
      "page_number": 26,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_026.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_026.jpg",
      "new_name": "26_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "new_path": "img/pages/26_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "page_title": "additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits",
      "summary": "This page outlines the additional services provided under the MBR plan, focusing on Managed Care and White Glove Advocacy. Managed Care primarily aims to help members by repricing and reducing medical provider bills. It utilizes one of the nation's largest provider networks, granting access to over 5,500 hospitals and 1.3 million healthcare providers across the United States, including Puerto Rico. This extensive network covers more than 95% of the US population, significantly reducing out-of-pocket costs for members.\n\nWhite Glove Advocacy offers personalized assistance to members both before and after visiting a provider. Advocacy specialists help members find low-cost providers and negotiate medical bill balances after insurance benefits and discounts are applied. They use advanced software and expertise in billing rules to potentially eliminate remaining balances. This service ensures that members receive financial assistance and support in managing their healthcare expenses effectively.\n\nThe page also provides contact information for locating a PHCS network provider, emphasizing the accessibility and support available to members through these additional services.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 26
    },
    "27": {
      "page_number": 27,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_027.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_027.jpg",
      "new_name": "27_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn.jpg",
      "new_path": "img/pages/27_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn",
      "summary": "This page provides details about the MedChoice Group Hospital Indemnity Insurance, specifically Plan 4, designed for Business Workers of America Association. The plan offers coverage for unexpected illnesses or serious accidents that result in hospital stays, outpatient surgeries, or treatments in a doctor's office. Key features include coverage for doctor’s office visits, urgent care, outpatient surgery, and hospital stays. The plan allows flexibility in using benefit funds for both medical and non-medical expenses. It is a guarantee issue plan, meaning no medical questions or exams are required, and it offers cost-effective premiums with payroll deduction options.\n\nThe summary of benefits for Plan 4 includes various coverage details. Hospital admission benefits provide $2,000 per day for a maximum of one day, while hospital confinement benefits offer $500 per day for up to 30 days. Intensive care unit admission and care unit benefits are also $2,000 and $500 per day, respectively, with similar duration limits. Accident and sickness surgery benefits include $750 per day for inpatient surgery and $400 per day for outpatient surgery, both limited to one day. General anesthesia benefits are set at $300 per day. Outpatient accident and sickness treatment benefits cover emergency room visits at $500 per day for up to two days, urgent care at $75 per day for up to five days, and physician's office visits at $75 per day for up to five days.\n\nThe plan is not HSA compatible but offers spouse and dependent child coverage. There is no pre-existing condition exclusion period, and pregnancy coverage is included.",
      "tableDetails": {
        "hasBenefitsComparisonTable": true,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 27
    },
    "30": {
      "page_number": 30,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_030.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_030.jpg",
      "new_name": "30_medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions.jpg",
      "new_path": "img/pages/30_medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance document outlines specific exclusions and limitations related to coverage. It explicitly states that the plan does not cover services such as in vitro fertilization, sterilization, and treatments related to alcohol or drug addiction unless legally required. Additionally, it excludes coverage for services rendered in military medical facilities, pregnancy complications, and treatments outside the United States unless confirmed by a licensed physician. The plan also includes an occupational exclusion for accidents and sickness arising from employment activities covered by Workers' Compensation or similar laws.\n\nThe document details the termination conditions for the insurance certificate, which include the end of the premium payment grace period, the insured's death, or a written request for termination. It also mentions the addition of riders, which are subject to the policy's terms and conditions. A portability option rider is available, allowing coverage continuation under specific conditions, with APL notifying the insured of premium details.\n\nThe insurance is underwritten by American Public Life Insurance Company and includes a warning that it is inappropriate for individuals eligible for Medicaid. The policy is considered a welfare benefit plan under ERISA guidelines, with specific tax implications if premiums are paid pre-tax. The document emphasizes the importance of consulting a tax advisor regarding the tax treatment of benefits.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 30
    },
    "29": {
      "page_number": 29,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_029.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_029.jpg",
      "new_name": "29_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "new_path": "img/pages/29_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance plan provides benefits per day, up to a maximum number of days per calendar year, for each covered person. Benefits include a general anesthesia benefit, payable per day, and a critical illness rider benefit, payable once per covered person per calendar year. The plan specifies that benefits are not payable during the pre-existing condition exclusion period. Coverage extends to lawful spouses and dependents under 26 years of age, including adopted children and those placed under guardianship. Hospitals are defined as institutions for medical care, excluding rehabilitation or long-term care facilities.\n\nKey benefits include the Hospital Admission Benefit, payable once per confinement period if admitted as an inpatient, and the Hospital Confinement Benefit, payable for each day of inpatient confinement. The Intensive Care Unit (ICU) Admission Benefit is payable once per confinement in an ICU. The plan also covers Accident & Sickness Surgery Benefits for inpatient or outpatient surgery, and a General Anesthesia Benefit for surgeries. Outpatient Accident & Sickness Treatment Benefits cover emergency room or urgent care visits. Major Diagnostic Exam Benefits are payable for diagnostic exams related to injury or sickness, with the highest benefit paid if multiple exams occur on the same day. Ambulance Benefits cover transportation to hospitals, with higher benefits for air transport.\n\nExclusions include no benefits for losses related to war, military service, or illegal activities. Specific medical conditions and procedures, such as hernia or varicose veins, are excluded unless due to an emergency. Cosmetic surgeries, routine vision services, and treatments related to congenital defects are also excluded. The plan outlines conditions under which benefits are not payable, emphasizing the importance of understanding these limitations.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 29
    },
    "31": {
      "page_number": 31,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_031.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_031.jpg",
      "new_name": "31_prescription_savings_free_rx_coupon_card_with_up_to_80_percent_discount.jpg",
      "new_path": "img/pages/31_prescription_savings_free_rx_coupon_card_with_up_to_80_percent_discount.jpg",
      "page_title": "prescription_savings_free_rx_coupon_card_with_up_to_80_percent_discount",
      "summary": "This page introduces a Free Rx Coupon Card provided by the Business Workers of America Association, designed to offer significant savings on prescription medications. The card allows users to save up to 80% on prescriptions and is accepted at over 68,000 pharmacies nationwide. It provides discounts on both brand and generic drugs, ensuring broad accessibility and affordability. The program is highlighted as having no restrictions and being HIPAA compliant, emphasizing user privacy and ease of use.\n\nThe card is pre-activated, meaning it can be used immediately without any additional steps. Users are instructed to bring the discount coupon card to their pharmacy and present it to the pharmacist when paying to receive the savings. The card is not an insurance product but serves as a supplementary discount tool to reduce out-of-pocket costs for prescription drugs. Participating pharmacies include major chains such as CVS, Walmart, Walgreens, and Rite Aid, among others, ensuring widespread availability and convenience for users.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 31
    },
    "32": {
      "page_number": 32,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_032.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_032.jpg",
      "new_name": "32_cover_page_for_bwa_healthwarehouse_prescription_savings_partnership.jpg",
      "new_path": "img/pages/32_cover_page_for_bwa_healthwarehouse_prescription_savings_partnership.jpg",
      "page_title": "cover_page_for_bwa_healthwarehouse_prescription_savings_partnership",
      "summary": "This cover page introduces the partnership between BWA and HealthWarehouse.com, highlighting their commitment to providing affordable prescription medications. It emphasizes potential savings of 30 to 90% on prescription drugs. The page provides instructions on how to order medications, either by checking prices online or calling a provided phone number. The focus is on reducing costs through technology and efficient sourcing, eliminating traditional retail overheads. The page concludes with a message of compassion, convenience, and transparency.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 32
    },
    "34": {
      "page_number": 34,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_034.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_034.jpg",
      "new_name": "34_cover_page_for_bwa_live_online_seminars_with_10_percent_discount.jpg",
      "new_path": "img/pages/34_cover_page_for_bwa_live_online_seminars_with_10_percent_discount.jpg",
      "page_title": "cover_page_for_bwa_live_online_seminars_with_10_percent_discount",
      "summary": "This cover page promotes the Business Workers of America Association's live online seminars, offering a 10% discount on all sessions. The seminars cover over 20 business training categories, including communication, Excel, HR, leadership, and project management. Participants can earn certifications such as NASBA, OSHA, PMI, and SHRM, with credits like CEU, CPE, HRCI, PDC, and PDU. The page highlights flexible scheduling options, with both half-day and full-day seminars available. An express code is provided for pricing changes, and registration details are available through Pryor Learning's website.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 34
    },
    "33": {
      "page_number": 33,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_033.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_033.jpg",
      "new_name": "33_lab_services_usage_instructions_with_directlabs_blood_urine_saliva_hair_fecal_tests.jpg",
      "new_path": "img/pages/33_lab_services_usage_instructions_with_directlabs_blood_urine_saliva_hair_fecal_tests.jpg",
      "page_title": "lab_services_usage_instructions_with_directlabs_blood_urine_saliva_hair_fecal_tests",
      "summary": "This page provides detailed instructions on how to utilize lab services through DirectLabs, focusing on blood, urine, saliva, hair, and fecal tests. It highlights the importance of early detection of serious medical conditions such as heart disease, prostate cancer, and diabetes, which can often go unnoticed for up to two years. The service allows direct access to major clinical labs across the USA without the need for a doctor's appointment, offering up to 80% savings on typical lab costs.\n\nThe page outlines two methods for ordering tests: online and by phone. For online orders, users are directed to create an account on the DirectLabs website, which enables them to place orders, sign HIPAA forms, and view results. After ordering, a requisition is generated and uploaded to the user's account. Results are typically available within 24-48 hours. For phone orders, users call a provided number and use a specific code. An account is created automatically, and users provide personal information for payment. The process for receiving results is similar to the online method.\n\nThe page also notes that services are not available in NJ, NY, and RI, and emphasizes that the discount program is not health insurance, but rather a prepaid service for lab tests only.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 33
    },
    "37": {
      "page_number": 37,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_037.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_037.jpg",
      "new_name": "37_echo_sigma_emergency_systems_discount_and_satisfaction_guarantee.jpg",
      "new_path": "img/pages/37_echo_sigma_emergency_systems_discount_and_satisfaction_guarantee.jpg",
      "page_title": "echo_sigma_emergency_systems_discount_and_satisfaction_guarantee",
      "summary": "This page highlights the benefits of purchasing from Echo-Sigma Emergency Systems, emphasizing a 10% savings on their products. The company offers handbuilt enthusiast-style emergency kits that are easy to use without requiring extensive training. A key feature is the 100% satisfaction guarantee, allowing customers to return any emergency kit within 60 days for a full refund if they are not completely satisfied. Echo-Sigma promises a hassle-free return process, even covering return postage, to ensure customer satisfaction. The page also includes a promotional offer, providing a 10% discount with the use of a specific coupon code. The emphasis is on the quality and thoughtfulness of the products, aiming to assure customers of their purchase decision.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 37
    },
    "36": {
      "page_number": 36,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_036.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_036.jpg",
      "new_name": "36_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "new_path": "img/pages/36_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "page_title": "cover_page_for_allheart_group_solutions_uniform_program",
      "summary": "This cover page introduces Allheart Group Solutions, emphasizing their expertise in providing uniform solutions. The main goal is to help teams look and feel their best with the assistance of dedicated account managers. The company prides itself on reliability and high-quality embroidery to enhance the professional appearance of uniforms. The page highlights the ease of managing uniform programs through a user-friendly portal, allowing for inventory oversight and customized shipping options. Additionally, it provides information on accessing member discounts through a specific website and code.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 36
    },
    "38": {
      "page_number": 38,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_038.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_038.jpg",
      "new_name": "38_employee_perks_program_access_with_savings_on_electronics_and_more.jpg",
      "new_path": "img/pages/38_employee_perks_program_access_with_savings_on_electronics_and_more.jpg",
      "page_title": "employee_perks_program_access_with_savings_on_electronics_and_more",
      "summary": "This page introduces the Employee Perks Program offered by the Business Workers of America Association, highlighting the benefits of accessing exclusive deals and savings. The program is designed to enhance personal and financial well-being by providing discounts on a variety of products and services. Key areas where savings can be achieved include electronics, appliances, apparel, cars, and theme parks. Additionally, members can enjoy discounts on gift cards, groceries, hotels, movie tickets, and flowers. The program also offers savings on fitness memberships, rental cars, special events, and more.\n\nTo get started with the Working Advantage program, individuals are encouraged to visit the website, become a member, and enter their company code or work email to create an account. The company code provided is 'BWAAPERKS'. This initiative aims to provide more perks and savings, contributing to what makes members happy. The page features imagery of families and individuals enjoying various activities, reinforcing the theme of personal and financial well-being.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 38
    },
    "35": {
      "page_number": 35,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_035.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_035.jpg",
      "new_name": "35_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "new_path": "img/pages/35_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "page_title": "cover_page_for_allheart_member_discounts_and_uniform_services",
      "summary": "This cover page introduces Allheart, a provider of quality products and services for students and medical professionals. It emphasizes the importance of equipping professionals from head to toe for convenience and value. The page provides a link to access member discounts at Allheart's website, along with a specific code for entry. Additionally, it highlights the company's expertise in uniforms, aiming to make groups look and feel their best. Key services include a dedicated account manager, customer logo and embroidery options, personalized ordering, on-site fittings, and a one-stop shop for medical apparel and equipment. The page also features branding elements and imagery of medical professionals in uniform.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 35
    },
    "39": {
      "page_number": 39,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_039.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_039.jpg",
      "new_name": "39_additional_discount_benefits_and_services_access_instructions.jpg",
      "new_path": "img/pages/39_additional_discount_benefits_and_services_access_instructions.jpg",
      "page_title": "additional_discount_benefits_and_services_access_instructions",
      "summary": "This page provides instructions for new members of the Business Workers of America (BWA) on how to access their additional discount benefits and services. BWA is a not-for-profit member association focused on enhancing the lives of American workers and their families. As a new member, you and your family are entitled to a package of benefits. To fully utilize these benefits, you need to follow specific access instructions. The page outlines the steps to access the benefits website, which includes clicking on a provided web address and entering your Group Number, Unique Member Number, and Zip Code. The Group Number is specified as #4405, and the Unique Member Number can be found on the front of your Member ID Card. Detailed information about each benefit and how to use them is available on the website. For further assistance, members are advised to contact the Member Service phone number listed on the back of their Member ID card.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 39
    },
    "40": {
      "page_number": 40,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_040.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_040.jpg",
      "new_name": "40_lets_get_checked_home_tests_with_25_percent_member_discount.jpg",
      "new_path": "img/pages/40_lets_get_checked_home_tests_with_25_percent_member_discount.jpg",
      "page_title": "lets_get_checked_home_tests_with_25_percent_member_discount",
      "summary": "This page highlights a special offer for members, providing a 25% discount on most 'Lets Get Checked' home tests. It explicitly notes that COVID tests are excluded from this offer. The overview section emphasizes the importance of knowing one's health and offers a selection of over 30 home health tests. Members benefit from free shipping both ways, ensuring convenience and cost savings. Additionally, the tests promise accurate lab results within 2 to 5 days, allowing for timely health insights. The page visually features various test kits, including pregnancy and allergy tests, underscoring the variety available to members.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 40
    },
    "43": {
      "page_number": 43,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_043.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_043.jpg",
      "new_name": "43_online_fitness_and_nutrition_coach_mentoring_support_and_tools.jpg",
      "new_path": "img/pages/43_online_fitness_and_nutrition_coach_mentoring_support_and_tools.jpg",
      "page_title": "online_fitness_and_nutrition_coach_mentoring_support_and_tools",
      "summary": "The page outlines the features of the OFC program, which provides students with access to Wellness Coaches and graduate mentors. These mentors offer personalized support and accountability, answering nutrition, exercise, or fitness-related questions within one business day. The program emphasizes the unique benefit of having a coach to analyze and provide feedback, which is not available in popular fitness apps. This support structure aids in food and activity tracking, motivation, and lifestyle management, similar to in-person group programs but at a lower cost.\n\nAdditionally, the page describes the fun and effective tools and apps available to OFC members. These include motivational text support services designed to help members stay on track, such as reminders to avoid temptations and daily motivational messages. Members also have access to audio-guided cardio workouts and strength training routines, led by experienced coaches, which can be done with or without equipment.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 43
    },
    "42": {
      "page_number": 42,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_042.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_042.jpg",
      "new_name": "42_online_fitness_nutrition_program_details_with_six_week_modules_and_ongoing_support.jpg",
      "new_path": "img/pages/42_online_fitness_nutrition_program_details_with_six_week_modules_and_ongoing_support.jpg",
      "page_title": "online_fitness_nutrition_program_details_with_six_week_modules_and_ongoing_support",
      "summary": "The online fitness and nutrition program is designed to be fully compatible with phones, tablets, and desktops, requiring no downloads or special equipment. It is structured in six-week modules, beginning with an orientation week to familiarize students with the online campus and provide initial lessons and personal communication from a coach. The subsequent five weeks focus on education, accountability, and support aimed at losing excess weight and unwanted fat. Each module starts with a transition week, followed by five weeks of focused education and support for weight maintenance or further weight loss.\n\nThe program emphasizes a nutritionally, actively, and emotionally fit lifestyle, which is often missing from other programs. It is not a diet but an ongoing commitment, unlike typical 4-week, 8-week, or 90-day diets. Every six weeks, a new module begins, ensuring continuous engagement and support. The program is based on research and evidence, highlighting the importance of ongoing education and accountability. Without such support, individuals who have lost significant weight have less than a 20% chance of maintaining the loss. Successful participants are encouraged to maintain the program and team support to sustain their goal weight for at least four years.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 42
    },
    "41": {
      "page_number": 41,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_041.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_041.jpg",
      "new_name": "41_online_fitness_center_with_weight_management_and_nutrition_education.jpg",
      "new_path": "img/pages/41_online_fitness_center_with_weight_management_and_nutrition_education.jpg",
      "page_title": "online_fitness_center_with_weight_management_and_nutrition_education",
      "summary": "The Online Fitness Center (OFC), in collaboration with Leanness Lifestyle University, provides a structured online lifestyle education program focused on permanent weight management. The program utilizes progressive, ongoing, six-week, step-by-step wellness-education modules. Students can expect to lose up to 10 pounds in their first week and up to 10% of their starting weight in six weeks, with a potential total loss of up to 89 pounds in 18 weeks. The program emphasizes learning strategies to maintain weight loss for life.\n\nFounded in 1999 by Certified Wellness Coach David Greenwalt, Leanness Lifestyle University has educated industry leaders worldwide for over 20 years. The OFC program is entirely online and aims to educate students beyond basic calorie counting. It focuses on teaching control over nutrition, activity, and lifestyle behaviors to achieve sustainable weight loss.\n\nThe program is designed for a wide range of individuals, including executives, professionals, and household leaders, providing them with the tools needed to manage their weight effectively.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 41
    },
    "44": {
      "page_number": 44,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_044.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_044.jpg",
      "new_name": "44_online_fitness_and_nutrition_review_of_ofc_benefits_for_proactive_members.jpg",
      "new_path": "img/pages/44_online_fitness_and_nutrition_review_of_ofc_benefits_for_proactive_members.jpg",
      "page_title": "online_fitness_and_nutrition_review_of_ofc_benefits_for_proactive_members",
      "summary": "This page outlines the benefits of the Online Fitness and Nutrition program, specifically designed for proactive members who value their health. The program has been proven effective since 1999, offering a comprehensive lifestyle education for permanent weight management without the need for special foods, diet pills, or in-person meetings. It emphasizes privacy and anonymity, allowing participants to engage without travel or attending physical sessions. The program includes a strength and cardio exercise regimen aimed at optimal calorie burn and mental sharpness.\n\nParticipants receive support from coaches who provide accountability, motivation, and personal feedback. The program also fosters group support through an on-campus student lounge and a private Facebook group, encouraging mentoring and encouragement. An organized system is in place for tracking and reporting progress, ensuring participants focus on what matters most. Additionally, the program promotes the development of new friendships that can last a lifetime. To kickstart the journey, members receive a free body-transformation textbook, 'The Leanness Lifestyle,' as a quick start guide to nutrition and exercise.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 44
    },
    "45": {
      "page_number": 45,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_045.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_045.jpg",
      "new_name": "45_online_health_manager_benefit_description_with_health_tracker_and_personal_health_record.jpg",
      "new_path": "img/pages/45_online_health_manager_benefit_description_with_health_tracker_and_personal_health_record.jpg",
      "page_title": "online_health_manager_benefit_description_with_health_tracker_and_personal_health_record",
      "summary": "The page introduces the Online Health Manager, a tool designed to help individuals take better care of themselves by identifying risk areas and tracking improvements. It emphasizes the importance of a holistic approach to health management, offering resources such as physician-reviewed materials and health assessments. The Online Health Manager provides access to a Health Information Library, which includes over 1500 physician-reviewed topics with tutorials and printable articles. \n\nAdditionally, the page highlights the Health Tracker feature, which utilizes MyFitnessPal to assist users in achieving healthier lifestyles. It notes that consistent tracking leads to successful weight management, with data showing that 88% of users who track for seven consecutive days lose weight. The Personal Health Record feature is also discussed, emphasizing the importance of maintaining accessible health records for active participation in healthcare. \n\nLastly, the page mentions Weekly Health Tips, authored by physicians, which cover a range of topics including seasonal issues and reader requests. These tips are designed to be quick and easy to understand, with links to further resources for in-depth exploration.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 45
    },
    "46": {
      "page_number": 46,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_046.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_046.jpg",
      "new_name": "46_mechanic_hotline_my_auto_expert_with_ase_certified_technicians_and_services.jpg",
      "new_path": "img/pages/46_mechanic_hotline_my_auto_expert_with_ase_certified_technicians_and_services.jpg",
      "page_title": "mechanic_hotline_my_auto_expert_with_ase_certified_technicians_and_services",
      "summary": "The page introduces 'My Auto Expert,' a mechanic hotline service that connects users with ASE Certified Automotive Technicians. These technicians provide expert, unbiased, and independent advice on-demand for both general and emergency automotive issues. The service includes a variety of features such as a shop locator service, second opinion consultations, repair cost estimations, mechanical diagnosis, and technical assistance. My Auto Expert technicians are equipped to validate diagnoses and recommended repairs, ensuring that charges are at fair market prices. They also help identify potential issues with vehicles and direct users to the nearest affiliate within their nationwide network. Additionally, the service offers a minimum 12-month/12,000-mile nationwide parts and labor warranty on qualifying repairs or services. To access the service, users can call a certified ASE technician at the provided phone number during specified hours.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 46
    },
    "47": {
      "page_number": 47,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_047.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_047.jpg",
      "new_name": "47_health_information_library_with_over_1000_health_related_topics_accessible.jpg",
      "new_path": "img/pages/47_health_information_library_with_over_1000_health_related_topics_accessible.jpg",
      "page_title": "health_information_library_with_over_1000_health_related_topics_accessible",
      "summary": "The Health Information Library offers access to a vast collection of over 1,000 health-related topics. This resource is available both over the phone and through an online web portal, ensuring accessibility to users. Each topic is reviewed by medical authorities regularly to maintain accuracy and provide up-to-date information. The library covers a wide range of categories, including allergies and immune system, blood and cancer, bones, muscles and joints, brain and nervous system, and many more. Additional categories include diet and exercise, digestive system, ear, nose and throat, women's health, eyes, foot problems, genes and heredity, general health, heart and blood vessels, hormones, infectious disease, injuries, medicines, men's health, pain management, physical and sports medicine, pregnancy, preventive health, respiratory and lung problems, sexual and reproductive health, skin, sleep disorders, social and family, surgery, and tests and diagnostic. This extensive library is designed to provide users with reliable health information across a broad spectrum of topics.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 47
    },
    "48": {
      "page_number": 48,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_048.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_048.jpg",
      "new_name": "48_nurse_hotline_24_7_access_with_free_member_benefit.jpg",
      "new_path": "img/pages/48_nurse_hotline_24_7_access_with_free_member_benefit.jpg",
      "page_title": "nurse_hotline_24_7_access_with_free_member_benefit",
      "summary": "The Nurse Hot-Line provides 24-hour access to registered nurses, available every day of the year, including weekends and holidays. This service allows members to speak with a nurse for immediate medical advice, especially during times when other medical resources are unavailable, such as late at night or on weekends. Members can call for guidance on health decisions that may concern them or their family, such as when a child has a fever or a strange rash. \n\nThis benefit is designed to assist in making informed medical decisions by providing professional advice, which can be crucial in situations where immediate decisions are necessary. The service emphasizes the importance of relying on professional medical advice rather than instincts, as incorrect decisions could impact the safety and welfare of the family. \n\nImportantly, the Nurse Hot-Line is a free service included in the membership benefit package, with no cost to the member regardless of how often it is used. This ensures that members can access professional medical advice whenever needed, enhancing their overall health and safety.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 48
    },
    "49": {
      "page_number": 49,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_049.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_049.jpg",
      "new_name": "49_legal_plan_details_with_benefits_for_consultation_and_fee_reduction.jpg",
      "new_path": "img/pages/49_legal_plan_details_with_benefits_for_consultation_and_fee_reduction.jpg",
      "page_title": "legal_plan_details_with_benefits_for_consultation_and_fee_reduction",
      "summary": "The Legal Plan is designed to address the unmet need for legal services among 90% of the population, providing affordable access to legal resources. It offers members a 30-minute office or telephone consultation per separate legal matter. Additionally, members receive a 25% preferred rate reduction from the law firm's normal hourly or flat rate fee, applicable to both the member and their dependents as often as needed while covered by the plan.\n\nThe plan covers a wide range of legal matters, including adoption and guardianship, divorce, ante nuptial agreements, bankruptcy, document preparation and review, civil litigation, and landlord/tenant issues. Other areas include collection matters, name changes, corporations and partnerships, real estate, criminal matters, traffic violations, debt collection defense, and wills and trusts. This extensive coverage ensures that members have access to necessary legal assistance during challenging life stages.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 49
    },
    "52": {
      "page_number": 52,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_052.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_052.jpg",
      "new_name": "52_cover_page_for_bwa_insurance_plan.jpg",
      "new_path": "img/pages/52_cover_page_for_bwa_insurance_plan.jpg",
      "page_title": "cover_page_for_bwa_insurance_plan",
      "summary": "This cover page features the branding elements of BWA, including the company logo prominently displayed at the center. Below the logo, the contact information is provided, including a mailing address at PO Box 985, Camden, TN 38320, and a contact phone number, 877-256-8001. The design includes a simple and professional layout with colored borders at the top and bottom, enhancing the visual appeal of the page. This page serves as an introductory element to the insurance plan documents, providing essential contact details for further inquiries.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 52
    },
    "51": {
      "page_number": 51,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_051.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_051.jpg",
      "new_name": "51_financial_counseling_and_resources_for_personal_financial_phone_services.jpg",
      "new_path": "img/pages/51_financial_counseling_and_resources_for_personal_financial_phone_services.jpg",
      "page_title": "financial_counseling_and_resources_for_personal_financial_phone_services",
      "summary": "This page provides an overview of financial counseling and resources available through personal financial phone services. It covers various aspects of financial management, including debt management, budgeting, and tax assistance. The section on debt offers guidance on paying off debt, dealing with creditors, and credit counseling. It also addresses refinancing or consolidating debt and factors to consider when facing bankruptcy or foreclosure. Budgeting advice includes how to create a budget and manage financial stress.\n\nThe page also discusses tax-related resources, such as locating a tax professional and determining filing status. Savings and retirement planning are covered, with tools to determine savings rates and types of retirement accounts. It includes planning for college education and services offered by financial planners. Home ownership and mortgages are addressed, with steps for purchasing a home and the benefits of renting versus buying.\n\nInsurance topics include the impact of disability on cash flow and the types of life insurance available. It also covers insurance needs after retirement and long-term health care insurance. Lastly, eldercare resources are mentioned, focusing on financial assistance for seniors.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 51
    },
    "50": {
      "page_number": 50,
      "original_name": "BWABrochurePlan4MBR-Americare4_REV_page_050.jpg",
      "original_path": "img/pages/BWABrochurePlan4MBR-Americare4_REV_page_050.jpg",
      "new_name": "50_financial_counseling_and_resources_with_free_services_and_unlimited_access.jpg",
      "new_path": "img/pages/50_financial_counseling_and_resources_with_free_services_and_unlimited_access.jpg",
      "page_title": "financial_counseling_and_resources_with_free_services_and_unlimited_access",
      "summary": "This page outlines the financial counseling and resources available, emphasizing over 20 years of experience in providing professional and objective financial guidance. The counseling services are designed to help individuals tackle any financial questions or issues they may face, with a focus on education, dedication, and goal-oriented strategies as effective defenses against financial uncertainty. The page highlights the availability of live, confidential, and objective guidance from experienced, accredited financial counselors, offering unlimited access to these services. Additionally, it provides direct access to the Financial Resource Center, ensuring comprehensive support for financial decision-making. The advantages of these services include unbiased advice without revenue incentives or ancillary services to sell, focusing solely on fact-based recommendations. The goal is to facilitate fundamental changes in financial behavior and improve future decision-making through personal consultations and spending pattern analysis.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan4MBR-Americare4_REV",
      "global_page_num": 50
    },
    "53": {
      "page_number": 53,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_053.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_053.jpg",
      "new_name": "53_cover_page_for_bwa_membership_package.jpg",
      "new_path": "img/pages/53_cover_page_for_bwa_membership_package.jpg",
      "page_title": "cover_page_for_bwa_membership_package",
      "summary": "This cover page for the Business Workers of America Association (BWA) membership package features branding elements and imagery. The design includes a prominent BWA logo and a background image of a construction worker, symbolizing the association's focus on supporting workers. Additionally, there are circular images of professionals, including a doctor and an office worker, highlighting the diverse membership base. The page is visually appealing with a color scheme of teal, red, and white, creating a professional and inviting look.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 53
    },
    "54": {
      "page_number": 54,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_054.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_054.jpg",
      "new_name": "54_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "new_path": "img/pages/54_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "page_title": "cover_page_for_business_workers_of_america_association_mission_statement",
      "summary": "This cover page outlines the mission of the Business Workers of America Association, a not-for-profit member association founded in 2001. The primary goal is to assist in improving the lives of American workers and their families. The association aims to achieve this through various activities and services. These include providing valuable information and education about trades or professions, and directing members to federal or state programs for financial assistance. The association also focuses on representing American workers' interests in federal and state legislation to benefit individuals and families by improving lifestyles, incomes, and reducing healthcare costs. Additionally, the association makes healthcare, supplemental benefits, and wellness programs available to enhance family health and wellness. Support is also extended to trade colleges offering free or low-cost education and skill training, as well as institutions that educate and train workers. Scholarships or grants are provided to members or their families for education in skills or trades. Lastly, the association supports charities aligned with its mission.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 54
    },
    "56": {
      "page_number": 56,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_056.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_056.jpg",
      "new_name": "56_medical_bill_repricer_primary_care_specialist_visits_with_pre_pay_options.jpg",
      "new_path": "img/pages/56_medical_bill_repricer_primary_care_specialist_visits_with_pre_pay_options.jpg",
      "page_title": "medical_bill_repricer_primary_care_specialist_visits_with_pre_pay_options",
      "summary": "This page outlines the Medical Bill Repricer (MBR) service, which simplifies the process of visiting a Primary Care Doctor or Specialist. It provides specific pre-pay options for different types of medical visits. For Primary Care Office Visits, there is a $25 pre-pay requirement. Similarly, Urgent Care Facility Visits also require a $25 pre-pay, with most facilities offering consultations, lab testing, and x-rays. Specialist Doctor Visits have a $50 pre-pay option. The page emphasizes the importance of choosing a network physician to maximize savings. Additionally, it provides contact information for locating a PHCS network provider, either by calling a specified number or visiting a website. The page also includes a disclaimer that while MBR strives to assist in lowering medical bills through various methods, it cannot guarantee the outcome of any claim or savings amount. It notes that MBR typically reprices bills to amounts within Medicare's allowable rate, but medical providers may still decline the service. For further inquiries, a contact number for MBR is provided.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 56
    },
    "55": {
      "page_number": 55,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_055.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_055.jpg",
      "new_name": "55_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "new_path": "img/pages/55_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "page_title": "cover_page_for_association_benefits_as_a_member_of_bwa",
      "summary": "This cover page introduces the association benefits available to members of the Business Workers of America Association (BWA). It highlights that both you and your family are entitled to a package of benefits and services. The booklet is designed to outline the specific benefits included with your membership, providing an overview of what members can expect. The page features branding elements, including the BWA logo, and a background image of a worker, emphasizing the association's focus on supporting its members.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 55
    },
    "60": {
      "page_number": 60,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_060.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_060.jpg",
      "new_name": "60_medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions.jpg",
      "new_path": "img/pages/60_medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions",
      "summary": "This page outlines the features of Plan 2 under the MedChoice Group Hospital Indemnity Insurance. It includes specific additional riders and treatment exclusions. The Portability Option Rider is included, allowing policyholders to maintain their coverage under certain conditions. The Occupational Exclusion Rider is not included, indicating that occupational-related incidents may not be covered. The Continuity of Coverage Amendment Rider (Takeover) is included, providing credit for time served under prior coverage, specifically for the pre-existing condition period.\n\nIn terms of additional treatment, the plan does not include coverage for treatment for serious mental illness or treatment for alcohol or drug addiction. These exclusions highlight specific areas where the plan does not provide benefits, which is crucial for potential policyholders to consider when evaluating their coverage needs.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 60
    },
    "57": {
      "page_number": 57,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_057.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_057.jpg",
      "new_name": "57_how_it_works_for_referenced_based_pricing_system_with_mbr_process_steps.jpg",
      "new_path": "img/pages/57_how_it_works_for_referenced_based_pricing_system_with_mbr_process_steps.jpg",
      "page_title": "how_it_works_for_referenced_based_pricing_system_with_mbr_process_steps",
      "summary": "This page outlines the process for obtaining significant discounts on medical bills through the Referenced Based Pricing system. It begins with a recommendation to call MBR before visiting a provider to receive necessary documents and instructions, although this step is not mandatory. The second step involves showing the MBR card at the time of service. The third step requires a $25 pre-pay for primary care office visits and a $50 pre-pay for specialist visits, with the provider sending remaining bills to MBR for repricing.\n\nThe fourth step involves completing insurance claim forms to receive insured benefits, with assistance available from the MBR team. In the fifth step, after bills are submitted for repricing, both the patient and healthcare provider receive an Explanation of Benefits (EOB) from MBR, detailing billed amounts and discounts. The final step involves receiving a final bill from the medical provider, which should match the EOB amount, with potential additional funds from the insurance company to cover outstanding balances. The MBR team is available to assist throughout the process.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 57
    },
    "58": {
      "page_number": 58,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_058.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_058.jpg",
      "new_name": "58_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "new_path": "img/pages/58_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "page_title": "additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits",
      "summary": "This page outlines the additional services provided by MBR, focusing on Managed Care and White Glove Advocacy. Managed Care aims to reprice and reduce medical provider bills, offering members access to a vast network of healthcare providers. This network includes over 5,500 hospitals and 1.3 million healthcare providers across the United States, including Puerto Rico, covering more than 95% of the US population. The primary advantage for members is the reduction of out-of-pocket costs.\n\nWhite Glove Advocacy provides personalized assistance to members both before and after visiting a provider. Advocacy specialists help members find low-cost providers and negotiate medical bill balances after insurance benefits are applied. They use advanced software and expertise in billing rules to potentially eliminate remaining balances. This service is designed to ease the financial burden on members by leveraging discounts and insurance benefits effectively.\n\nThe page also provides contact information for locating a PHCS network provider, emphasizing the accessibility and support available to members through these services.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 58
    },
    "59": {
      "page_number": 59,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_059.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_059.jpg",
      "new_name": "59_medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america.jpg",
      "new_path": "img/pages/59_medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america",
      "summary": "This page provides details about the MedChoice Group Hospital Indemnity Insurance, specifically Plan 2, designed for Business Workers of America. The plan offers coverage for unexpected illnesses or accidents that result in hospital stays, outpatient surgeries, or treatments in a doctor's office. Key features include coverage for doctor’s office visits, urgent care, outpatient surgery, and hospital stays. The plan allows flexibility in using benefit funds for both medical and non-medical expenses. It is a guarantee issue plan, meaning no medical questions or exams are required, and it offers cost-effective premiums with payroll deduction options.\n\nThe benefits summary outlines specific coverage details. Hospital admission benefits provide $750 per day for a maximum of one day. Hospital confinement benefits offer $200 per day for up to 30 days. Intensive care unit admission benefits are $1,500 per day for one day, with ongoing intensive care unit benefits at $350 per day for up to 30 days. Accident and sickness surgery benefits include $500 per day for inpatient surgery and $300 per day for outpatient surgery, both for a maximum of one day. General anesthesia benefits are $125 per day.\n\nOutpatient accident and sickness treatment benefits include $200 per day for emergency room visits, up to two days, and $50 per day for urgent care and physician's office visits, each for up to three days. Physical, speech, or occupational therapy facility benefits are $15 per day for up to five days. The plan includes spouse and dependent child coverage, with no pre-existing condition exclusion period applicable.",
      "tableDetails": {
        "hasBenefitsComparisonTable": true,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 59
    },
    "61": {
      "page_number": 61,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_061.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_061.jpg",
      "new_name": "61_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "new_path": "img/pages/61_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance plan provides specific benefits per covered person, with certain exceptions. Benefits are paid per day, up to a maximum number of days per calendar year, and include general anesthesia and critical illness rider benefits, which are payable once per covered person per calendar year. The plan specifies that no benefits are payable during the defined pre-existing condition exclusion period. Eligible dependents include children under 26 years of age and other specified family members. The plan defines a hospital as a facility for convalescent, rehabilitative, or ambulatory care, excluding certain types of institutions.\n\nThe plan offers several specific benefits, including a Hospital Admission Benefit, payable once per confinement period if admitted as an inpatient. The Hospital Confinement Benefit is payable for each day of inpatient confinement due to injury or sickness. Intensive Care Unit (ICU) Admission and Confinement Benefits are also provided, with specific conditions for payment based on HSA compatibility. Additional benefits include Accident & Sickness Surgery Benefit and General Anesthesia Benefit, both requiring specific conditions for payment.\n\nExclusions are detailed, including no benefits for losses resulting from various conditions such as hernia, adenoids, and tonsils, or injuries related to illegal activities, intoxication, or cosmetic surgery. The plan also excludes coverage for certain pregnancy-related conditions, experimental treatments, and injuries related to military service. Specific exclusions are listed for dental treatment, routine vision services, and injuries related to specific activities or conditions.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 61
    },
    "62": {
      "page_number": 62,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_062.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_062.jpg",
      "new_name": "62_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "new_path": "img/pages/62_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "page_title": "medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions",
      "summary": "The MedChoice Group Hospital Indemnity Insurance document outlines specific conditions under which insurance coverage may be terminated. Coverage ends on the earliest of several dates, including the policy termination date, the date the renewal premium is due and unpaid, or when the insured no longer qualifies. Additional riders are subject to the policy's terms and do not conflict with existing provisions. The document also details the portability option, allowing coverage to continue under certain conditions if the policyholder elects portability. This requires adherence to specific terms outlined in the portability rider.\n\nContinuity of coverage is addressed, allowing insured individuals and their dependents to qualify for coverage credit for limitations served under prior group hospital indemnity coverage. This continuity is contingent upon meeting all APL policy requirements and does not cover losses incurred before the effective date of the new coverage. The document emphasizes that this insurance does not replace Workers' Compensation Insurance and is not suitable for individuals eligible for Medicaid coverage.\n\nThe document includes a disclaimer about the tax implications of pre-tax premium payments and advises consulting a tax advisor. It also notes that the policy is governed by ERISA guidelines and is administered by American Public Life Insurance Company.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 62
    },
    "64": {
      "page_number": 64,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_064.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_064.jpg",
      "new_name": "64_bwa_healthwarehouse_prescription_savings_and_ordering_information.jpg",
      "new_path": "img/pages/64_bwa_healthwarehouse_prescription_savings_and_ordering_information.jpg",
      "page_title": "bwa_healthwarehouse_prescription_savings_and_ordering_information",
      "summary": "This page highlights the partnership between BWA and HealthWarehouse to offer affordable prescription medication prices. Customers can save between 30% to 90% on their prescriptions by utilizing this service. The page provides instructions on how to order medications, either by checking prices online or by calling the provided phone number. The focus is on reducing costs through technology and efficient sourcing, eliminating traditional retail pharmacy overheads. This allows for lower prices without the need for high insurance reimbursements, passing savings directly to patients. The page emphasizes the values of compassion, convenience, and transparency in providing these services.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 64
    },
    "63": {
      "page_number": 63,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_063.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_063.jpg",
      "new_name": "63_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "new_path": "img/pages/63_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "page_title": "prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network",
      "summary": "This page introduces a free Rx coupon card provided by the Business Workers of America Association, designed to offer significant savings on prescription medications. The program highlights include the potential to save up to 80% on prescriptions, with the card being accepted at over 68,000 pharmacies nationwide. The card offers discounts on both brand and generic drugs and is noted for having no restrictions and being HIPAA compliant. Users are instructed to bring the discount coupon card to their pharmacy and present it to the pharmacist to avail of the savings. The card is pre-activated, allowing immediate use for prescription savings. Additionally, the page lists participating pharmacies, including major chains like CVS, Walmart, and Walgreens, among others. It is important to note that this program is not insurance, but rather a discount service to aid in reducing prescription costs.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 63
    },
    "68": {
      "page_number": 68,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_068.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_068.jpg",
      "new_name": "68_cover_page_for_bwa_insurance_plan.jpg",
      "new_path": "img/pages/68_cover_page_for_bwa_insurance_plan.jpg",
      "page_title": "cover_page_for_bwa_insurance_plan",
      "summary": "This cover page features the branding elements of BWA, including the company logo prominently displayed at the center. Below the logo, the contact information is provided, including a mailing address at PO Box 985, Camden, TN 38320, and a contact phone number, 877-256-8001. The design includes a simple color scheme with a wave pattern at the top and bottom, adding a professional touch to the page. This page serves as an introductory element to the document, setting the stage for the detailed insurance information that follows.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 68
    },
    "67": {
      "page_number": 67,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_067.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_067.jpg",
      "new_name": "67_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "new_path": "img/pages/67_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "page_title": "cover_page_for_allheart_group_solutions_uniform_program",
      "summary": "This cover page introduces Allheart Group Solutions, emphasizing their expertise in providing uniforms. The main goal is to help teams look and feel their best, supported by dedicated account managers who understand client needs. The program includes high-quality embroidery and reliable service to ensure customer satisfaction. The page highlights the ease of managing product inventory and customizing shipping options through a user-friendly portal. Additionally, it provides access to member discounts via a specific website and code, enhancing the value offered to clients.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 67
    },
    "66": {
      "page_number": 66,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_066.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_066.jpg",
      "new_name": "66_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "new_path": "img/pages/66_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "page_title": "cover_page_for_allheart_member_discounts_and_uniform_services",
      "summary": "This cover page introduces Allheart, a provider of quality products and services for students and medical professionals. It emphasizes the importance of equipping individuals from head to toe for convenience and value. The page provides a link and code for accessing member discounts. It highlights the company's expertise in uniforms, aiming to make groups look and feel their best. Key services include a dedicated account manager, customer logo and embroidery options, personalized ordering, on-site fittings, and a one-stop shop for medical apparel and equipment. The page features branding elements and imagery of medical professionals.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": false
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 66
    },
    "65": {
      "page_number": 65,
      "original_name": "BWABrochurePlan2MBR-Americare2_REV_page_065.jpg",
      "original_path": "img/pages/BWABrochurePlan2MBR-Americare2_REV_page_065.jpg",
      "new_name": "65_lab_services_with_direct_access_and_discounted_pricing.jpg",
      "new_path": "img/pages/65_lab_services_with_direct_access_and_discounted_pricing.jpg",
      "page_title": "lab_services_with_direct_access_and_discounted_pricing",
      "summary": "This page outlines the lab services available through DirectLabs, providing direct access to major clinical labs across the USA for essential blood tests at discounted prices. The service allows individuals to take charge of their health by offering tests without the need for a doctor's appointment, with savings of up to 80% off typical lab costs. The tests include blood, urine, saliva, hair, and fecal tests, all conducted through CLIA-certified labs. \n\nThe ordering process is detailed for both online and phone methods. Online ordering involves creating an account on the DirectLabs website, using the MyDLS account to place orders, and printing necessary documents. Results are available online within 24-48 hours. Phone ordering requires calling a specific number and providing a code, with similar steps for account creation and document handling. \n\nThe page also notes that the discount program is not health insurance and emphasizes that services are not available in NJ, NY, and RI. Members must use listed locations to avoid being turned away or billed.",
      "tableDetails": {
        "hasBenefitsComparisonTable": false,
        "hasLimitations": true
      },
      "pdf_source": "BWABrochurePlan2MBR-Americare2_REV",
      "global_page_num": 65
    }
  },
  "extracted_tables": {
    "9": {
      "page_number": "9",
      "tables": [
        {
          "table_title": "Plan 3 Features and Inclusions",
          "headers": [
            "Feature",
            "Plan 3"
          ],
          "rows": [
            [
              "Portability Option Rider",
              "Included"
            ],
            [
              "Occupational Exclusion Rider",
              "Not included"
            ],
            [
              "Continuity of Coverage Amendment Rider (Takeover)",
              "Included, credit given for time served under prior coverage for: Pre-Existing Condition Period"
            ],
            [
              "Treatment for Serious Mental Illness",
              "Included"
            ],
            [
              "Treatment for Alcohol or Drug Addiction",
              "Included"
            ]
          ]
        }
      ]
    },
    "28": {
      "page_number": "28",
      "tables": [
        {
          "table_title": "Plan 4 Benefits and Coverage",
          "headers": [
            "Benefit",
            "Coverage"
          ],
          "rows": [
            [
              "Physical, Speech or Occupational Therapy Facility",
              "$75 per day; max of 5 day(s)"
            ],
            [
              "Minor Diagnostic Exam Benefit",
              "$100 per day; max of 1 day(s)"
            ],
            [
              "Major Diagnostic Exam Benefit",
              "$500 per day; max of 1 day(s)"
            ],
            [
              "Ambulance Benefit - Ground",
              "$500 per day; max of 1 day(s)"
            ],
            [
              "Ambulance Benefit - Air",
              "$1,000 per day; max of 1 day(s)"
            ]
          ]
        },
        {
          "table_title": "Additional Riders and Treatments",
          "headers": [
            "Rider/Treatment",
            "Inclusion"
          ],
          "rows": [
            [
              "Portability Option Rider",
              "Included"
            ],
            [
              "Occupational Exclusion Rider",
              "Not included"
            ],
            [
              "Continuity of Coverage Amendment Rider (Takeover)",
              "Not included"
            ],
            [
              "Treatment for Serious Mental Illness",
              "Not included"
            ],
            [
              "Treatment for Alcohol or Drug Addiction",
              "Not included"
            ]
          ]
        }
      ]
    },
    "8": {
      "page_number": "8",
      "tables": [
        {
          "table_title": "Summary of Benefits for Business Workers of America Assn.",
          "headers": [
            "Benefit",
            "Plan 3"
          ],
          "rows": [
            [
              "HSA Compatible",
              "No"
            ],
            [
              "Spouse Coverage",
              "Available"
            ],
            [
              "Dependent Child(ren) Coverage",
              "Available"
            ],
            [
              "Pre-Existing Condition Period/Pre-Existing Condition Exclusion Period",
              "Not applicable"
            ],
            [
              "Pregnancy Coverage",
              "Included"
            ],
            [
              "Hospital Admission Benefit",
              "$1,000 per day; max of 1 day(s)"
            ],
            [
              "Hospital Confinement Benefit",
              "$300 per day; max of 30 day(s)"
            ],
            [
              "Intensive Care Unit Admission Benefit",
              "$2,000 per day; max of 1 day(s)"
            ],
            [
              "Intensive Care Unit Benefit",
              "$500 per day; max of 30 day(s)"
            ],
            [
              "Accident & Sickness Surgery Benefit",
              ""
            ],
            [
              "Inpatient Surgery",
              "$500 per day; max of 1 day(s)"
            ],
            [
              "Outpatient Surgery in a Hospital, Outpatient Facility or Freestanding Outpatient Surgery Center",
              "$300 per day; max of 1 day(s)"
            ],
            [
              "General Anesthesia Benefit",
              "$125 per day"
            ],
            [
              "Outpatient Accident & Sickness Treatment Benefit",
              ""
            ],
            [
              "Emergency Room",
              "$300 per day; max of 2 day(s)"
            ],
            [
              "Urgent Care Facility",
              "$50 per day; max of 3 day(s)"
            ],
            [
              "Physician's Office",
              "$50 per day; max of 3 day(s)"
            ],
            [
              "Physical, Speech or Occupational Therapy Facility",
              "$15 per day; max of 5 day(s)"
            ]
          ]
        }
      ]
    },
    "27": {
      "page_number": "27",
      "tables": [
        {
          "table_title": "Summary of Benefits for Business Workers of America Assn.",
          "headers": [
            "Benefit",
            "Plan 4"
          ],
          "rows": [
            [
              "HSA Compatible",
              "No"
            ],
            [
              "Spouse Coverage",
              "Available"
            ],
            [
              "Dependent Child(ren) Coverage",
              "Available"
            ],
            [
              "Pre-Existing Condition Period/Pre-Existing Condition Exclusion Period",
              "Not applicable"
            ],
            [
              "Pregnancy Coverage",
              "Included"
            ],
            [
              "Hospital Admission Benefit",
              "$2,000 per day; max of 1 day(s)"
            ],
            [
              "Hospital Confinement Benefit",
              "$500 per day; max of 30 day(s)"
            ],
            [
              "Intensive Care Unit Admission Benefit",
              "$2,000 per day; max of 1 day(s)"
            ],
            [
              "Intensive Care Unit Benefit",
              "$500 per day; max of 30 day(s)"
            ],
            [
              "Accident & Sickness Surgery Benefit",
              ""
            ],
            [
              "Inpatient Surgery",
              "$750 per day; max of 1 day(s)"
            ],
            [
              "Outpatient Surgery in a Hospital, Outpatient Facility or Freestanding Outpatient Surgery Center",
              "$400 per day; max of 1 day(s)"
            ],
            [
              "General Anesthesia Benefit",
              "$300 per day"
            ],
            [
              "Outpatient Accident & Sickness Treatment Benefit",
              ""
            ],
            [
              "Emergency Room",
              "$500 per day; max of 2 day(s)"
            ],
            [
              "Urgent Care Facility",
              "$75 per day; max of 5 day(s)"
            ],
            [
              "Physician's Office",
              "$75 per day; max of 5 day(s)"
            ]
          ]
        }
      ]
    },
    "59": {
      "page_number": "59",
      "tables": [
        {
          "table_title": "Summary of Benefits for Business Workers of America Assn.",
          "headers": [
            "Benefit",
            "Plan 2"
          ],
          "rows": [
            [
              "HSA Compatible",
              "No"
            ],
            [
              "Spouse Coverage",
              "Available"
            ],
            [
              "Dependent Child(ren) Coverage",
              "Available"
            ],
            [
              "Pre-Existing Condition Period/Pre-Existing Condition Exclusion Period",
              "Not applicable"
            ],
            [
              "Pregnancy Coverage",
              "Included"
            ],
            [
              "Hospital Admission Benefit",
              "$750 per day; max of 1 day(s)"
            ],
            [
              "Hospital Confinement Benefit",
              "$200 per day; max of 30 day(s)"
            ],
            [
              "Intensive Care Unit Admission Benefit",
              "$1,500 per day; max of 1 day(s)"
            ],
            [
              "Intensive Care Unit Benefit",
              "$350 per day; max of 30 day(s)"
            ],
            [
              "Accident & Sickness Surgery Benefit",
              ""
            ],
            [
              "Inpatient Surgery",
              "$500 per day; max of 1 day(s)"
            ],
            [
              "Outpatient Surgery in a Hospital, Outpatient Facility or Freestanding Outpatient Surgery Center",
              "$300 per day; max of 1 day(s)"
            ],
            [
              "General Anesthesia Benefit",
              "$125 per day"
            ],
            [
              "Outpatient Accident & Sickness Treatment Benefit",
              ""
            ],
            [
              "Emergency Room",
              "$200 per day; max of 2 day(s)"
            ],
            [
              "Urgent Care Facility",
              "$50 per day; max of 3 day(s)"
            ],
            [
              "Physician’s Office",
              "$50 per day; max of 3 day(s)"
            ],
            [
              "Physical, Speech or Occupational Therapy Facility",
              "$15 per day; max of 5 day(s)"
            ]
          ]
        }
      ]
    }
  },
  "presentation": {
    "content": "Error: No content found in response",
    "generated_at": "2025-02-26T23:11:35.062442"
  },
  "slides": {
    "content": "---\nid: FEN_BAC\ntheme: ../../\ntitle: | \n  BWA Americare\ninfo: |\n  ## BWA Americare Plan Overview\n  A look at the BWA Americare benefits and details.\nverticalCenter: true\nlayout: intro\nthemeConfig:\n  logoHeader: ./img/logos/FEN_logo.svg\n  audioEnabled: true\ntransition: fade-out\ndrawings:\n  persist: false\n---\n\n<SlideAudio deckKey=\"BAC\" />\n\n# BWA Americare Plan Overview\n\nUnderstanding the details and benefits of the **BWA Americare**\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## The BWA Americare Plan\n\n<v-click>\n\n- Comprehensive coverage through **Business Workers of America Association**\n\n</v-click>\n\n<v-click>\n\n- **Hospital Indemnity** for various situations\n\n</v-click>\n\n<v-click>\n\n- **Outpatient Surgery** and support tools\n\n</v-click>\n\n<v-click>\n\n- **Doctor's Office Visits** through flexible options\n\n</v-click>\n\n<v-click>\n\n- **Emergency Services** support\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Key Features and Benefits\n\n<v-click>  \n\n**Hospital Admission Benefits**\n\n</v-click>\n\n<v-click>\n\n**Intensive Care Unit Benefits**\n\n</v-click>\n\n<v-click>\n\n**Surgery Benefits** (varies by plan)\n\n</v-click>\n\n<v-click>\n\n**Prescription Savings** through HealthWarehouse\n<div class=\"grid grid-cols-1 gap-4 items-center px-8 py-4\">\n  <img src=\"./img/logos/FirstHealth_logo.png\" class=\"h-12 mix-blend-multiply\" alt=\"FirstHealth Logo\">\n</div>\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Cost Management Tools\n\n<v-click>\n\n**Medical Bill Repricer** (MBR)\n</v-click>\n\n<v-click>\n\n**Pre-Pay** System\n</v-click>\n\n<v-click>\n\n**White Glove Advocacy** Support\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## How Medical Bill Repricer Works\n\n<v-click>\n\n1. Enroll through **Business Workers of America Association**\n</v-click>\n\n<v-click>\n\n2. Show MBR card at service\n</v-click>\n\n<v-click>\n\n3. Pre-pay for visits\n</v-click>\n\n<v-click>\n\n4. Receive Explanation of Benefits **(EOB)**\n</v-click>\n\n<v-click>\n\n5. Finalize billing with provider\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Preventive Care and Wellness\n\n<v-click>  \n\n- **Routine Checkups** Services\n</v-click>\n\n<v-click>\n\n- **Wellness Programs** Initiatives\n</v-click>\n\n<v-click>\n\n- **HealthWarehouse** provides prescription savings\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Telehealth Services\n\n<v-click>\n\n- **24/7 Access** to care\n\n</v-click>\n\n<v-click>\n\n- **Virtual Consultations** available\n\n</v-click>\n\n<v-click>\n\n- **Remote Monitoring** tools\n\n</v-click>\n\n<v-click>\n\n- **Convenient Access** to specialists\n\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Advocacy and Support Services\n\n<v-click>\n\n- **Personalized** healthcare advocacy\n\n</v-click>\n\n<v-click>\n\n- **Financial Assistance** options\n\n</v-click>\n\n<v-click>\n\n- **Legal Support** services\n\n</v-click>\n\n<v-click>\n\n- **Emotional Support** resources\n\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/08_medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america.jpg\n---\n\n## Plan 3 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $1,000 per day for admission\n- $300 per day for confinement\n- $2,000 per day for ICU admission\n- $500 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $500 per day for inpatient\n- $300 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $300 per day for ER\n- $50 per day for urgent care\n- $50 per day for physician's office\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/09_medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments.jpg\n---\n\n## Plan 3 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n- Continuity of Coverage Amendment Rider included\n</v-click>\n\n<v-click>\n\n**Mental Health and Addiction**\n- Treatment for serious mental illness included\n- Treatment for alcohol or drug addiction included\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/59_medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america.jpg\n---\n\n## Plan 2 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $750 per day for admission\n- $200 per day for confinement\n- $1,500 per day for ICU admission\n- $350 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $500 per day for inpatient\n- $300 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $200 per day for ER\n- $50 per day for urgent care\n- $50 per day for physician's office\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/60_medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions.jpg\n---\n\n## Plan 2 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n- Continuity of Coverage Amendment Rider included\n</v-click>\n\n<v-click>\n\n**Exclusions**\n- No coverage for serious mental illness\n- No coverage for alcohol or drug addiction\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/27_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn.jpg\n---\n\n## Plan 4 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $2,000 per day for admission\n- $500 per day for confinement\n- $2,000 per day for ICU admission\n- $500 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $750 per day for inpatient\n- $400 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $500 per day for ER\n- $75 per day for urgent care\n- $75 per day for physician's office\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/28_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders.jpg\n---\n\n## Plan 4 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n</v-click>\n\n<v-click>\n\n**Exclusions**\n- No coverage for serious mental illness\n- No coverage for alcohol or drug addiction\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Comparing the Plans\n\n| **Feature** | **Plan 2** | **Plan 3** | **Plan 4** |\n|---------|----------|----------|-----------|\n| Hospital Admission | $750/day | $1,000/day | $2,000/day |\n| ICU Admission | $1,500/day | $2,000/day | $2,000/day |\n| Inpatient Surgery | $500/day | $500/day | $750/day |\n| Outpatient Surgery | $300/day | $300/day | $400/day |\n| ER Visits | $200/day | $300/day | $500/day |\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/30_medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions.jpg\n---\n\n## Definitions and Limitations\n\n<v-click>\n\n**General Exclusions**\n- No coverage for cosmetic surgeries\n- No coverage for routine vision services\n- No coverage for injuries from illegal acts\n</v-click>\n\n<v-click>\n\n**Specific Conditions**\n- Excludes hernia, adenoids, and tonsils unless emergency\n- Excludes injuries related to military service\n</v-click>\n\n<v-click>\n\n**Rider Limitations**\n- Portability and continuity riders have specific conditions\n</v-click>\n\n<v-click>\n\n**Tax Implications**\n- Consult a tax advisor for pre-tax premium payments\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Key Takeaways and Reminders\n\n<v-click>\n\n- **Comprehensive Coverage** benefits\n</v-click>  \n\n<v-click>\n\n- **Flexible Options** included\n</v-click>\n\n<v-click>\n\n- **Advocacy and Support** benefits\n</v-click>\n\n<v-click>\n\n- **Enrollment** required\n</v-click>\n\n---\ntransition: fade-out\nlayout: end\nline: Thank you for participating in the BWA Americare Review. Continue to be great!\n---\n\n# Thank You!\n\nContinue to be great!\n\n<img src=\"./img/logos/FEN_logo.svg\" class=\"h-12 mt-32\" alt=\"FirstEnroll Logo\">",
    "template_used": "---\nid: FEN_{{deck_id}}\ntheme: ../../\ntitle: | \n  {{ Plan Name }}\ninfo: |\n  ## {{ Plan Name }} Plan Overview\n  A look at the {{ Plan Name }} benefits and details.\nverticalCenter: true\nlayout: intro\nthemeConfig:\n  logoHeader: ./img/logos/FEN_logo.svg\n  audioEnabled: true\ntransition: fade-out\ndrawings:\n  persist: false\n---\n\n<SlideAudio deckKey=\"{{deck_id}}\" />\n\n# {{ Plan Name }} Plan Overview\n\nUnderstanding the details and benefits of the **{{ Plan Full Name }}**\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## The {{ Plan Name }} Plan\n\n<v-click>\n\n- {{ Overview Point 1 }} through **{{ Organization }}**\n\n</v-click>\n\n<v-click>\n\n- **{{ Benefit Category 1 }}** for various situations\n\n</v-click>\n\n<v-click>\n\n- **{{ Benefit Category 2 }}** and support tools\n\n</v-click>\n\n<v-click>\n\n- **{{ Benefit Category 3 }}** through {{ Feature }}\n\n</v-click>\n\n<v-click>\n\n- **{{ Benefit Category 4 }}** support\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Key Features and Benefits\n\n<v-click>  \n\n**{{ Benefit Type 1 }}**\n\n</v-click>\n\n<v-click>\n\n**{{ Benefit Type 2 }}**\n\n</v-click>\n\n<v-click>\n\n**{{ Benefit Type 4 }}** (varies by plan)\n\n</v-click>\n\n<v-click>\n\n**{{ Additional Benefit }}** through {{ Partner }}\n<div class=\"grid grid-cols-1 gap-4 items-center px-8 py-4\">\n  <img src=\"\" class=\"h-12 mix-blend-multiply\" alt=\"{{ Brand }} Logo\">\n</div>\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Cost Management Tools\n\n<v-click>\n\n**{{ Tool Name }}** ({{ Acronym }})\n</v-click>\n\n<v-click>\n\n**{{ Feature 1 }}** System\n</v-click>\n\n<v-click>\n\n**{{ Feature 2 }}** Support\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## How {{ Tool Name }} Works\n\n<v-click>\n\n1. Enroll through **{{ Organization }}**\n</v-click>\n\n<v-click>\n\n2. {{ Step 2 }}\n</v-click>\n\n<v-click>\n\n3. {{ Step 3 }}\n</v-click>\n\n<v-click>\n\n4. Receive {{ Document }} **({{ Acronym }})**\n</v-click>\n\n<v-click>\n\n5. {{ Step 5 }}\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Preventive Care and Wellness\n\n<v-click>  \n\n- **{{ Service 1 }}** Services\n</v-click>\n\n<v-click>\n\n- **{{ Service 2 }}** Programs\n</v-click>\n\n<v-click>\n\n- **{{ Partner }}** provides {{ service_type }}\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Telehealth Services\n\n<v-click>\n\n- **{{ Feature 1 }}**\n\n</v-click>\n\n<v-click>\n\n- **{{ Feature 2 }}**\n\n</v-click>\n\n<v-click>\n\n- **{{ Feature 3 }}** available\n\n</v-click>\n\n<v-click>\n\n- **{{ Feature 4 }}** to care\n\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Advocacy and Support Services\n\n<v-click>\n\n- **{{ Service Style }}** healthcare advocacy\n\n</v-click>\n\n<v-click>\n\n- **{{ Service 1 }}** assistance\n\n</v-click>\n\n<v-click>\n\n- **{{ Service 2 }}** options\n\n</v-click>\n\n<v-click>\n\n- **{{ Service 3 }}** support\n\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/{{plan_brochure_image_1}}.jpg\n---\n\n## {{ Plan 1 Name }} (1/2)\n\n<v-click>\n\n**{{ Benefit Category 1 }}**\n- {{ Detail 1 }}\n- {{ Detail 2 }}\n- {{ Detail 3 }}\n- {{ Detail 4 }}\n</v-click>\n\n<v-click>\n\n**{{ Benefit Category 2 }}**\n- {{ Detail 1 }}\n- {{ Detail 2 }}\n</v-click>\n\n<v-click>\n\n**{{ Benefit Category 3 }}**\n- {{ Detail 1 }}\n- {{ Detail 2 }}\n- {{ Detail 3 }}\n</v-click>\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/{{plan_brochure_image_1}}.jpg\n---\n\n## {{ Plan 1 Name }} (2/2)\n\n<v-click>\n\n**{{ Benefit Category 4 }}**\n- {{ Detail 1 }}\n- {{ Detail 2 }}\n</v-click>\n\n<v-click>\n\n**{{ Benefit Category 5 }}**\n- {{ Detail 1 }}\n- {{ Detail 2 }}\n</v-click>\n\n<!-- Insert as many plans as needed. Make sure they are always returned as a two part section -->\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Comparing the Plans\n\n| **Feature** | **{{ Plan 1 }}** | **{{ Plan 2 }}** | **{{ Plan 3 }}** |\n|---------|----------|----------|-----------|\n| {{ Feature 1 }} | {{ Value 1.1 }} | {{ Value 1.2 }} | {{ Value 1.3 }} |\n| {{ Feature 2 }} | {{ Value 2.1 }} | {{ Value 2.2 }} | {{ Value 2.3 }} |\n| {{ Feature 3 }} | {{ Value 3.1 }} | {{ Value 3.2 }} | {{ Value 3.3 }} |\n| {{ Feature 4 }} | {{ Value 4.1 }} | {{ Value 4.2 }} | {{ Value 4.3 }} |\n| {{ Feature 5 }} | {{ Value 5.1 }} | {{ Value 5.2 }} | {{ Value 5.3 }} |\n\n---\ntransition: fade-out\nlayout: one-half-img\nimage: img/pages/{{plan_brochure_image_final}}.jpg\n---\n\n## Definitions and Limitations\n\n<v-click>\n\n**{{ Category 1 }}**\n- {{ Limitation 1 }}\n- {{ Limitation 2 }}\n- {{ Limitation 3 }}\n</v-click>\n\n<v-click>\n\n**{{ Category 2 }}**\n- {{ Limitation 1 }}\n- {{ Limitation 2 }}\n</v-click>\n\n<v-click>\n\n**{{ Category 3 }}**\n- {{ Limitation 1 }}\n- {{ Limitation 2 }}\n</v-click>\n\n<v-click>\n\n**{{ Category 4 }}**\n- {{ Limitation 1 }}\n- {{ Limitation 2 }}\n- {{ Limitation 3 }}\n</v-click>\n\n---\ntransition: fade-out\nlayout: default\n---\n\n## Key Takeaways and Reminders\n\n<v-click>\n\n- **{{ Feature 1 }}** benefits\n</v-click>  \n\n<v-click>\n\n- **{{ Feature 2 }}** included\n</v-click>\n\n<v-click>\n\n- **{{ Feature 3 }}** benefits\n</v-click>\n\n<v-click>\n\n- **{{ Requirement }}** required\n</v-click>\n\n---\ntransition: fade-out\nlayout: end\nline: Thank you for participating in the {{ Plan Name }} Review. Continue to be great!\n---\n\n# Thank You!\n\nContinue to be great!\n\n<img src=\"./img/logos/FEN_logo.svg\" class=\"h-12 mt-32\" alt=\"FirstEnroll Logo\">\n\n",
    "pages_list": [
      "pages/53_cover_page_for_bwa_membership_package.jpg",
      "pages/52_cover_page_for_bwa_insurance_plan.jpg",
      "pages/30_medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions.jpg",
      "pages/09_medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments.jpg",
      "pages/04_closing_page_with_contact_information_for_medical_bill_repricer.jpg",
      "pages/21_cover_page_for_business_workers_of_america_association_membership_package.jpg",
      "pages/35_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "pages/38_employee_perks_program_access_with_savings_on_electronics_and_more.jpg",
      "pages/03_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "pages/58_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "pages/01_cover_page_for_bwa_membership_package.jpg",
      "pages/60_medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions.jpg",
      "pages/23_cover_page_for_business_workers_of_america_association_benefits.jpg",
      "pages/50_financial_counseling_and_resources_with_free_services_and_unlimited_access.jpg",
      "pages/25_how_it_works_for_reference_based_pricing_with_mbr_process.jpg",
      "pages/66_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "pages/45_online_health_manager_benefit_description_with_health_tracker_and_personal_health_record.jpg",
      "pages/48_nurse_hotline_24_7_access_with_free_member_benefit.jpg",
      "pages/15_employee_perks_program_access_and_benefits_overview.jpg",
      "pages/14_lab_services_with_directlabs_discount_program_details.jpg",
      "pages/42_online_fitness_nutrition_program_details_with_six_week_modules_and_ongoing_support.jpg",
      "pages/19_cover_page_for_echo_sigma_emergency_systems_with_10_percent_savings_and_satisfaction_guarantee.jpg",
      "pages/36_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "pages/28_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders.jpg",
      "pages/61_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "pages/27_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn.jpg",
      "pages/05_medical_bill_repricer_primary_care_specialist_visits_with_pricing_details.jpg",
      "pages/31_prescription_savings_free_rx_coupon_card_with_up_to_80_percent_discount.jpg",
      "pages/33_lab_services_usage_instructions_with_directlabs_blood_urine_saliva_hair_fecal_tests.jpg",
      "pages/43_online_fitness_and_nutrition_coach_mentoring_support_and_tools.jpg",
      "pages/13_bwa_healthwarehouse_prescription_savings_information.jpg",
      "pages/65_lab_services_with_direct_access_and_discounted_pricing.jpg",
      "pages/62_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "pages/49_legal_plan_details_with_benefits_for_consultation_and_fee_reduction.jpg",
      "pages/02_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "pages/26_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "pages/12_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "pages/64_bwa_healthwarehouse_prescription_savings_and_ordering_information.jpg",
      "pages/41_online_fitness_center_with_weight_management_and_nutrition_education.jpg",
      "pages/54_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "pages/68_cover_page_for_bwa_insurance_plan.jpg",
      "pages/55_cover_page_for_association_benefits_as_a_member_of_bwa.jpg",
      "pages/57_how_it_works_for_referenced_based_pricing_system_with_mbr_process_steps.jpg",
      "pages/47_health_information_library_with_over_1000_health_related_topics_accessible.jpg",
      "pages/16_cover_page_for_pryor_learning_online_seminars_with_year_long_learning_and_certification_details.jpg",
      "pages/07_additional_mbr_services_with_managed_care_and_white_glove_advocacy_benefits.jpg",
      "pages/51_financial_counseling_and_resources_for_personal_financial_phone_services.jpg",
      "pages/08_medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america.jpg",
      "pages/17_cover_page_for_allheart_member_discounts_and_uniform_services.jpg",
      "pages/44_online_fitness_and_nutrition_review_of_ofc_benefits_for_proactive_members.jpg",
      "pages/20_cover_page_for_bwa_insurance_plan.jpg",
      "pages/11_medchoice_group_hospital_indemnity_insurance_termination_and_continuity_provisions.jpg",
      "pages/59_medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america.jpg",
      "pages/10_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "pages/46_mechanic_hotline_my_auto_expert_with_ase_certified_technicians_and_services.jpg",
      "pages/37_echo_sigma_emergency_systems_discount_and_satisfaction_guarantee.jpg",
      "pages/40_lets_get_checked_home_tests_with_25_percent_member_discount.jpg",
      "pages/06_how_it_works_for_referenced_based_pricing_with_significant_discounts.jpg",
      "pages/24_medical_bill_repricer_primary_care_urgent_care_specialist_visits_pre_pay_details.jpg",
      "pages/67_cover_page_for_allheart_group_solutions_uniform_program.jpg",
      "pages/56_medical_bill_repricer_primary_care_specialist_visits_with_pre_pay_options.jpg",
      "pages/22_cover_page_for_business_workers_of_america_association_mission_statement.jpg",
      "pages/34_cover_page_for_bwa_live_online_seminars_with_10_percent_discount.jpg",
      "pages/63_prescription_savings_coupon_card_with_up_to_80_percent_discount_and_pharmacy_network.jpg",
      "pages/29_medchoice_group_hospital_indemnity_insurance_plan_details_with_benefits_and_exclusions.jpg",
      "pages/32_cover_page_for_bwa_healthwarehouse_prescription_savings_partnership.jpg",
      "pages/39_additional_discount_benefits_and_services_access_instructions.jpg",
      "pages/18_cover_page_for_allheart_group_solutions_uniform_program.jpg"
    ],
    "logos_list": [
      "logos/FirstHealth_logo.png",
      "logos/USFire-Premier_logo.png",
      "logos/Ameritas_logo.png",
      "logos/FEN_logo.svg",
      "logos/Everest.png",
      "logos/BWA_logo.png",
      "logos/MBR_logo.png",
      "logos/TDK_logo.jpg",
      "logos/EssentialCare_logo.png",
      "logos/NCE_logo.png",
      "logos/AFSLIC_logo.png"
    ]
  },
  "script": {
    "content": "---- Cover ----\n\nHello, everyone! Thank you for joining today's session on the BWA Americare plan. We'll walk through the plan's features and benefits that empower your health with financial peace of mind. Let's get started!\n\n---- Plan Overview ----\n\nUnderstanding the details and benefits of the BWA Americare plan.\n\nThis plan offers coverage through the Business Workers of America Association.\n\nIt includes Hospital Indemnity for various situations.\n\nOutpatient Surgery and support tools are also part of the plan.\n\nDoctor's Office Visits are available through flexible options.\n\nAdditionally, Emergency Services support is provided.\n\n---- Key Features and Benefits ----\n\nLet's explore the key features and benefits of this plan.\n\nThe plan includes Hospital Admission Benefits.\n\nIt also offers Intensive Care Unit Benefits.\n\nSurgery Benefits are available and vary by plan.\n\nPrescription Savings are provided through HealthWarehouse.\n\n---- Cost Management Tools ----\n\nNow, let's discuss the cost management tools available with this plan.\n\nThe Medical Bill Repricer, or MBR, is a key tool.\n\nA Pre-Pay System is also in place.\n\nWhite Glove Advocacy Support is available to assist members.\n\n---- Provider Network Details ----\n\nHere's how the provider network works.\n\nThe plan is accessible through the Business Workers of America Association.\n\nMembers show their MBR card at the time of service.\n\nPre-payment for visits is required.\n\nAn Explanation of Benefits, or EOB, is provided.\n\nFinally, billing is finalized with the provider.\n\n---- Preventive Care and Wellness ----\n\nPreventive care and wellness are integral parts of the plan.\n\nRoutine Checkups Services are included.\n\nWellness Programs Initiatives are available.\n\nPrescription savings are offered through HealthWarehouse.\n\n---- Telehealth Services ----\n\nTelehealth services provide additional support.\n\nMembers have 24/7 Access to care.\n\nVirtual Consultations are available for convenience.\n\nRemote Monitoring tools are part of the service.\n\nThere is also Convenient Access to specialists.\n\n---- Advocacy and Support Services ----\n\nAdvocacy and support services are key components.\n\nPersonalized healthcare advocacy is provided.\n\nFinancial Assistance options are available.\n\nLegal Support services are included.\n\nEmotional Support resources are also offered.\n\n---- Plan Tier 1 (One of Two) ----\n\nLet's examine our first plan tier, Plan 3.\n\nHospital Benefits include one thousand dollars per day for admission, three hundred dollars per day for confinement, two thousand dollars per day for ICU admission, and five hundred dollars per day for ICU confinement.\n\nSurgery Benefits offer five hundred dollars per day for inpatient and three hundred dollars per day for outpatient.\n\nOutpatient Treatment includes three hundred dollars per day for ER, fifty dollars per day for urgent care, and fifty dollars per day for physician's office.\n\n---- Plan Tier 1 (Two of Two) ----\n\nContinuing with our first plan tier, Plan 3.\n\nAdditional Riders include the Portability Option Rider and the Continuity of Coverage Amendment Rider.\n\nMental Health and Addiction treatment for serious mental illness and alcohol or drug addiction is included.\n\n---- Plan Tier 2 (One of Two) ----\n\nNow, let's look at our second plan tier, Plan 2.\n\nHospital Benefits offer seven hundred fifty dollars per day for admission, two hundred dollars per day for confinement, one thousand five hundred dollars per day for ICU admission, and three hundred fifty dollars per day for ICU confinement.\n\nSurgery Benefits provide five hundred dollars per day for inpatient and three hundred dollars per day for outpatient.\n\nOutpatient Treatment includes two hundred dollars per day for ER, fifty dollars per day for urgent care, and fifty dollars per day for physician's office.\n\n---- Plan Tier 2 (Two of Two) ----\n\nContinuing with our second plan tier, Plan 2.\n\nAdditional Riders include the Portability Option Rider and the Continuity of Coverage Amendment Rider.\n\nExclusions include no coverage for serious mental illness and no coverage for alcohol or drug addiction.\n\n---- Plan Tier 3 (One of Two) ----\n\nLet's examine our third plan tier, Plan 4.\n\nHospital Benefits include two thousand dollars per day for admission, five hundred dollars per day for confinement, two thousand dollars per day for ICU admission, and five hundred dollars per day for ICU confinement.\n\nSurgery Benefits offer seven hundred fifty dollars per day for inpatient and four hundred dollars per day for outpatient.\n\nOutpatient Treatment includes five hundred dollars per day for ER, seventy-five dollars per day for urgent care, and seventy-five dollars per day for physician's office.\n\n---- Plan Tier 3 (Two of Two) ----\n\nContinuing with our third plan tier, Plan 4.\n\nAdditional Riders include the Portability Option Rider.\n\nExclusions include no coverage for serious mental illness and no coverage for alcohol or drug addiction.\n\n---- Comparing Plan Tiers ----\n\nLet's compare the different tiers available.\n\nPlan 2 offers seven hundred fifty dollars per day for hospital admission, one thousand five hundred dollars per day for ICU admission, five hundred dollars per day for inpatient surgery, and three hundred dollars per day for outpatient surgery.\n\nPlan 3 provides one thousand dollars per day for hospital admission, two thousand dollars per day for ICU admission, five hundred dollars per day for inpatient surgery, and three hundred dollars per day for outpatient surgery.\n\nPlan 4 includes two thousand dollars per day for hospital admission, two thousand dollars per day for ICU admission, seven hundred fifty dollars per day for inpatient surgery, and four hundred dollars per day for outpatient surgery.\n\n---- Definitions and Limitations ----\n\nLet's review important definitions and limitations.\n\nGeneral Exclusions include no coverage for cosmetic surgeries, routine vision services, and injuries from illegal acts.\n\nSpecific Conditions exclude hernia, adenoids, and tonsils unless emergency, and injuries related to military service.\n\nRider Limitations specify conditions for portability and continuity riders.\n\nTax Implications suggest consulting a tax advisor for pre-tax premium payments.\n\n---- Key Takeaways and Reminders ----\n\nHere are the key points to remember.\n\nThe plan offers broad coverage benefits.\n\nFlexible Options are included to suit different needs.\n\nAdvocacy and Support benefits are available to assist members.\n\nEnrollment is required to access these benefits.\n\n---- Closing ----\n\nThank you for your time today. We hope this information helps you assist members in making informed decisions about their health coverage. Continue to be great!",
    "template_used": "---- Cover ----\n\nHello, everyone! Thank you for joining today's session. We'll walk through the plan's features and benefits that empower your health with financial peace of mind. Let's get started!\n\n---- Plan Overview ----\n\n{{ Generate script based on the slides content }}\n\n---- Key Features and Benefits ----\n\nLet's explore the key features and benefits of this plan.\n\n{{ Generate script based on the slides content }}\n\n---- Cost Management Tools ----\n\nNow, let's discuss the cost management tools available with this plan.\n\n{{ Generate script based on the slides content }}\n\n---- Provider Network Details ----\n\nHere's how the provider network works.\n\n{{ Generate script based on the slides content }}\n\n---- Preventive Care and Wellness ----\n\n{{ Generate script based on the slides content }}\n\n---- Telehealth Services ----\n\n{{ Generate script based on the slides content }}\n\n---- Advocacy and Support Services ----\n\n{{ Generate script based on the slides content }}\n\n---- Plan Tier 1 (One of Two) ----\n\nLet's examine our first plan tier.\n\n{{ Generate script based on the slides content }}\n\n---- Plan Tier 1 (Two of Two) ----\n\nContinuing with our first plan tier.\n\n{{ Generate script based on the slides content }}\n\n---- Plan Tier 2 (One of Two) ----\n\nNow, let's look at our second plan tier.\n\n{{ Generate script based on the slides content }}\n\n---- Plan Tier 2 (Two of Two) ----\n\nContinuing with our second plan tier.\n\n{{ Generate script based on the slides content }}\n\n{{ Add as few or as many plan tiers as needed }}\n\n---- Comparing Plan Tiers ----\n\nLet's compare the different tiers available.\n\n{{ Generate script based on the slides content }}\n\n---- Definitions and Limitations ----\n\nLet's review important definitions and limitations.\n\n{{ Generate script based on the slides content }}\n\n---- Key Takeaways and Reminders ----\n\nHere are the key points to remember.\n\n{{ Generate script based on the slides content }}\n\n---- Closing ----\n\nThank you for your time today. We hope this information helps you assist members in making informed decisions about their health coverage. Continue to be great!"
  },
  "pages": {
    "content": [
      {
        "slide": {
          "header": "BWA Americare Plan Overview",
          "content": "<SlideAudio deckKey=\"BAC\" />\n\n# BWA Americare Plan Overview\n\nUnderstanding the details and benefits of the **BWA Americare**",
          "frontmatter": "id: FEN_BAC\ntheme: ../../\ntitle: | \n  BWA Americare\ninfo: |\n  ## BWA Americare Plan Overview\n  A look at the BWA Americare benefits and details.\nverticalCenter: true\nlayout: intro\nthemeConfig:\n  logoHeader: ./img/logos/FEN_logo.svg\n  audioEnabled: true\ntransition: fade-out\ndrawings:\n  persist: false"
        },
        "script": {
          "header": "Cover",
          "content": "Hello, everyone! Thank you for joining today's session on the BWA Americare plan. We'll walk through the plan's features and benefits that empower your health with financial peace of mind. Let's get started!"
        }
      },
      {
        "slide": {
          "header": "The BWA Americare Plan",
          "content": "## The BWA Americare Plan\n\n<v-click>\n\n- Comprehensive coverage through **Business Workers of America Association**\n\n</v-click>\n\n<v-click>\n\n- **Hospital Indemnity** for various situations\n\n</v-click>\n\n<v-click>\n\n- **Outpatient Surgery** and support tools\n\n</v-click>\n\n<v-click>\n\n- **Doctor's Office Visits** through flexible options\n\n</v-click>\n\n<v-click>\n\n- **Emergency Services** support\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Plan Overview",
          "content": "Understanding the details and benefits of the BWA Americare plan.\n\nThis plan offers coverage through the Business Workers of America Association.\n\nIt includes Hospital Indemnity for various situations.\n\nOutpatient Surgery and support tools are also part of the plan.\n\nDoctor's Office Visits are available through flexible options.\n\nAdditionally, Emergency Services support is provided."
        }
      },
      {
        "slide": {
          "header": "Key Features and Benefits",
          "content": "## Key Features and Benefits\n\n<v-click>  \n\n**Hospital Admission Benefits**\n\n</v-click>\n\n<v-click>\n\n**Intensive Care Unit Benefits**\n\n</v-click>\n\n<v-click>\n\n**Surgery Benefits** (varies by plan)\n\n</v-click>\n\n<v-click>\n\n**Prescription Savings** through HealthWarehouse\n<div class=\"grid grid-cols-1 gap-4 items-center px-8 py-4\">\n  <img src=\"./img/logos/FirstHealth_logo.png\" class=\"h-12 mix-blend-multiply\" alt=\"FirstHealth Logo\">\n</div>\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Key Features and Benefits",
          "content": "Let's explore the key features and benefits of this plan.\n\nThe plan includes Hospital Admission Benefits.\n\nIt also offers Intensive Care Unit Benefits.\n\nSurgery Benefits are available and vary by plan.\n\nPrescription Savings are provided through HealthWarehouse."
        }
      },
      {
        "slide": {
          "header": "Cost Management Tools",
          "content": "## Cost Management Tools\n\n<v-click>\n\n**Medical Bill Repricer** (MBR)\n</v-click>\n\n<v-click>\n\n**Pre-Pay** System\n</v-click>\n\n<v-click>\n\n**White Glove Advocacy** Support\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Cost Management Tools",
          "content": "Now, let's discuss the cost management tools available with this plan.\n\nThe Medical Bill Repricer, or MBR, is a key tool.\n\nA Pre-Pay System is also in place.\n\nWhite Glove Advocacy Support is available to assist members."
        }
      },
      {
        "slide": {
          "header": "How Medical Bill Repricer Works",
          "content": "## How Medical Bill Repricer Works\n\n<v-click>\n\n1. Enroll through **Business Workers of America Association**\n</v-click>\n\n<v-click>\n\n2. Show MBR card at service\n</v-click>\n\n<v-click>\n\n3. Pre-pay for visits\n</v-click>\n\n<v-click>\n\n4. Receive Explanation of Benefits **(EOB)**\n</v-click>\n\n<v-click>\n\n5. Finalize billing with provider\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Provider Network Details",
          "content": "Here's how the provider network works.\n\nThe plan is accessible through the Business Workers of America Association.\n\nMembers show their MBR card at the time of service.\n\nPre-payment for visits is required.\n\nAn Explanation of Benefits, or EOB, is provided.\n\nFinally, billing is finalized with the provider."
        }
      },
      {
        "slide": {
          "header": "Preventive Care and Wellness",
          "content": "## Preventive Care and Wellness\n\n<v-click>  \n\n- **Routine Checkups** Services\n</v-click>\n\n<v-click>\n\n- **Wellness Programs** Initiatives\n</v-click>\n\n<v-click>\n\n- **HealthWarehouse** provides prescription savings\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Preventive Care and Wellness",
          "content": "Preventive care and wellness are integral parts of the plan.\n\nRoutine Checkups Services are included.\n\nWellness Programs Initiatives are available.\n\nPrescription savings are offered through HealthWarehouse."
        }
      },
      {
        "slide": {
          "header": "Telehealth Services",
          "content": "## Telehealth Services\n\n<v-click>\n\n- **24/7 Access** to care\n\n</v-click>\n\n<v-click>\n\n- **Virtual Consultations** available\n\n</v-click>\n\n<v-click>\n\n- **Remote Monitoring** tools\n\n</v-click>\n\n<v-click>\n\n- **Convenient Access** to specialists\n\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Telehealth Services",
          "content": "Telehealth services provide additional support.\n\nMembers have 24/7 Access to care.\n\nVirtual Consultations are available for convenience.\n\nRemote Monitoring tools are part of the service.\n\nThere is also Convenient Access to specialists."
        }
      },
      {
        "slide": {
          "header": "Advocacy and Support Services",
          "content": "## Advocacy and Support Services\n\n<v-click>\n\n- **Personalized** healthcare advocacy\n\n</v-click>\n\n<v-click>\n\n- **Financial Assistance** options\n\n</v-click>\n\n<v-click>\n\n- **Legal Support** services\n\n</v-click>\n\n<v-click>\n\n- **Emotional Support** resources\n\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Advocacy and Support Services",
          "content": "Advocacy and support services are key components.\n\nPersonalized healthcare advocacy is provided.\n\nFinancial Assistance options are available.\n\nLegal Support services are included.\n\nEmotional Support resources are also offered."
        }
      },
      {
        "slide": {
          "header": "Plan 3 (1/2)",
          "content": "## Plan 3 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $1,000 per day for admission\n- $300 per day for confinement\n- $2,000 per day for ICU admission\n- $500 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $500 per day for inpatient\n- $300 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $300 per day for ER\n- $50 per day for urgent care\n- $50 per day for physician's office\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/08_medchoice_group_hospital_indemnity_insurance_plan_3_with_benefits_for_business_workers_of_america.jpg"
        },
        "script": {
          "header": "Plan Tier 1 (One of Two)",
          "content": "Let's examine our first plan tier, Plan 3.\n\nHospital Benefits include one thousand dollars per day for admission, three hundred dollars per day for confinement, two thousand dollars per day for ICU admission, and five hundred dollars per day for ICU confinement.\n\nSurgery Benefits offer five hundred dollars per day for inpatient and three hundred dollars per day for outpatient.\n\nOutpatient Treatment includes three hundred dollars per day for ER, fifty dollars per day for urgent care, and fifty dollars per day for physician's office."
        }
      },
      {
        "slide": {
          "header": "Plan 3 (2/2)",
          "content": "## Plan 3 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n- Continuity of Coverage Amendment Rider included\n</v-click>\n\n<v-click>\n\n**Mental Health and Addiction**\n- Treatment for serious mental illness included\n- Treatment for alcohol or drug addiction included\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/09_medchoice_group_hospital_indemnity_insurance_plan_3_with_additional_riders_and_treatments.jpg"
        },
        "script": {
          "header": "Plan Tier 1 (Two of Two)",
          "content": "Continuing with our first plan tier, Plan 3.\n\nAdditional Riders include the Portability Option Rider and the Continuity of Coverage Amendment Rider.\n\nMental Health and Addiction treatment for serious mental illness and alcohol or drug addiction is included."
        }
      },
      {
        "slide": {
          "header": "Plan 2 (1/2)",
          "content": "## Plan 2 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $750 per day for admission\n- $200 per day for confinement\n- $1,500 per day for ICU admission\n- $350 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $500 per day for inpatient\n- $300 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $200 per day for ER\n- $50 per day for urgent care\n- $50 per day for physician's office\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/59_medchoice_group_hospital_indemnity_insurance_plan_2_with_benefits_for_business_workers_of_america.jpg"
        },
        "script": {
          "header": "Plan Tier 2 (One of Two)",
          "content": "Now, let's look at our second plan tier, Plan 2.\n\nHospital Benefits offer seven hundred fifty dollars per day for admission, two hundred dollars per day for confinement, one thousand five hundred dollars per day for ICU admission, and three hundred fifty dollars per day for ICU confinement.\n\nSurgery Benefits provide five hundred dollars per day for inpatient and three hundred dollars per day for outpatient.\n\nOutpatient Treatment includes two hundred dollars per day for ER, fifty dollars per day for urgent care, and fifty dollars per day for physician's office."
        }
      },
      {
        "slide": {
          "header": "Plan 2 (2/2)",
          "content": "## Plan 2 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n- Continuity of Coverage Amendment Rider included\n</v-click>\n\n<v-click>\n\n**Exclusions**\n- No coverage for serious mental illness\n- No coverage for alcohol or drug addiction\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/60_medchoice_group_hospital_indemnity_insurance_plan_2_with_additional_riders_and_treatment_exclusions.jpg"
        },
        "script": {
          "header": "Plan Tier 2 (Two of Two)",
          "content": "Continuing with our second plan tier, Plan 2.\n\nAdditional Riders include the Portability Option Rider and the Continuity of Coverage Amendment Rider.\n\nExclusions include no coverage for serious mental illness and no coverage for alcohol or drug addiction."
        }
      },
      {
        "slide": {
          "header": "Plan 4 (1/2)",
          "content": "## Plan 4 (1/2)\n\n<v-click>\n\n**Hospital Benefits**\n- $2,000 per day for admission\n- $500 per day for confinement\n- $2,000 per day for ICU admission\n- $500 per day for ICU confinement\n</v-click>\n\n<v-click>\n\n**Surgery Benefits**\n- $750 per day for inpatient\n- $400 per day for outpatient\n</v-click>\n\n<v-click>\n\n**Outpatient Treatment**\n- $500 per day for ER\n- $75 per day for urgent care\n- $75 per day for physician's office\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/27_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_for_business_workers_of_america_assn.jpg"
        },
        "script": {
          "header": "Plan Tier 3 (One of Two)",
          "content": "Let's examine our third plan tier, Plan 4.\n\nHospital Benefits include two thousand dollars per day for admission, five hundred dollars per day for confinement, two thousand dollars per day for ICU admission, and five hundred dollars per day for ICU confinement.\n\nSurgery Benefits offer seven hundred fifty dollars per day for inpatient and four hundred dollars per day for outpatient.\n\nOutpatient Treatment includes five hundred dollars per day for ER, seventy-five dollars per day for urgent care, and seventy-five dollars per day for physician's office."
        }
      },
      {
        "slide": {
          "header": "Plan 4 (2/2)",
          "content": "## Plan 4 (2/2)\n\n<v-click>\n\n**Additional Riders**\n- Portability Option Rider included\n</v-click>\n\n<v-click>\n\n**Exclusions**\n- No coverage for serious mental illness\n- No coverage for alcohol or drug addiction\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/28_medchoice_group_hospital_indemnity_insurance_plan_4_with_benefits_and_riders.jpg"
        },
        "script": {
          "header": "Plan Tier 3 (Two of Two)",
          "content": "Continuing with our third plan tier, Plan 4.\n\nAdditional Riders include the Portability Option Rider.\n\nExclusions include no coverage for serious mental illness and no coverage for alcohol or drug addiction."
        }
      },
      {
        "slide": {
          "header": "Comparing the Plans",
          "content": "## Comparing the Plans\n\n| **Feature** | **Plan 2** | **Plan 3** | **Plan 4** |\n|---------|----------|----------|-----------|\n| Hospital Admission | $750/day | $1,000/day | $2,000/day |\n| ICU Admission | $1,500/day | $2,000/day | $2,000/day |\n| Inpatient Surgery | $500/day | $500/day | $750/day |\n| Outpatient Surgery | $300/day | $300/day | $400/day |\n| ER Visits | $200/day | $300/day | $500/day |",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Comparing Plan Tiers",
          "content": "Let's compare the different tiers available.\n\nPlan 2 offers seven hundred fifty dollars per day for hospital admission, one thousand five hundred dollars per day for ICU admission, five hundred dollars per day for inpatient surgery, and three hundred dollars per day for outpatient surgery.\n\nPlan 3 provides one thousand dollars per day for hospital admission, two thousand dollars per day for ICU admission, five hundred dollars per day for inpatient surgery, and three hundred dollars per day for outpatient surgery.\n\nPlan 4 includes two thousand dollars per day for hospital admission, two thousand dollars per day for ICU admission, seven hundred fifty dollars per day for inpatient surgery, and four hundred dollars per day for outpatient surgery."
        }
      },
      {
        "slide": {
          "header": "Definitions and Limitations",
          "content": "## Definitions and Limitations\n\n<v-click>\n\n**General Exclusions**\n- No coverage for cosmetic surgeries\n- No coverage for routine vision services\n- No coverage for injuries from illegal acts\n</v-click>\n\n<v-click>\n\n**Specific Conditions**\n- Excludes hernia, adenoids, and tonsils unless emergency\n- Excludes injuries related to military service\n</v-click>\n\n<v-click>\n\n**Rider Limitations**\n- Portability and continuity riders have specific conditions\n</v-click>\n\n<v-click>\n\n**Tax Implications**\n- Consult a tax advisor for pre-tax premium payments\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: one-half-img\nimage: img/pages/30_medchoice_group_hospital_indemnity_insurance_with_limitations_and_exclusions.jpg"
        },
        "script": {
          "header": "Definitions and Limitations",
          "content": "Let's review important definitions and limitations.\n\nGeneral Exclusions include no coverage for cosmetic surgeries, routine vision services, and injuries from illegal acts.\n\nSpecific Conditions exclude hernia, adenoids, and tonsils unless emergency, and injuries related to military service.\n\nRider Limitations specify conditions for portability and continuity riders.\n\nTax Implications suggest consulting a tax advisor for pre-tax premium payments."
        }
      },
      {
        "slide": {
          "header": "Key Takeaways and Reminders",
          "content": "## Key Takeaways and Reminders\n\n<v-click>\n\n- **Comprehensive Coverage** benefits\n</v-click>  \n\n<v-click>\n\n- **Flexible Options** included\n</v-click>\n\n<v-click>\n\n- **Advocacy and Support** benefits\n</v-click>\n\n<v-click>\n\n- **Enrollment** required\n</v-click>",
          "frontmatter": "transition: fade-out\nlayout: default"
        },
        "script": {
          "header": "Key Takeaways and Reminders",
          "content": "Here are the key points to remember.\n\nThe plan offers broad coverage benefits.\n\nFlexible Options are included to suit different needs.\n\nAdvocacy and Support benefits are available to assist members.\n\nEnrollment is required to access these benefits."
        }
      },
      {
        "slide": {
          "header": "Thank You!",
          "content": "# Thank You!\n\nContinue to be great!\n\n<img src=\"./img/logos/FEN_logo.svg\" class=\"h-12 mt-32\" alt=\"FirstEnroll Logo\">",
          "frontmatter": "transition: fade-out\nlayout: end\nline: Thank you for participating in the BWA Americare Review. Continue to be great!"
        },
        "script": {
          "header": "Closing",
          "content": "Thank you for your time today. We hope this information helps you assist members in making informed decisions about their health coverage. Continue to be great!"
        }
      }
    ],
    "count": 18
  },
  "validation_state": {
    "current_page": 1,
    "total_pages": 18,
    "pages": {
      "1": {
        "page_number": 1,
        "slide_valid": false,
        "script_valid": false,
        "slide_update_instructions": null,
        "script_update_instructions": null,
        "updated_slide": null,
        "updated_script": null
      }
    },
    "update_type": "both"
  }
}